

告子曰：「食色，性也。仁，內也，非外也；義，外也，非內也。」
孟子
告子上:	
告子曰：「食色，性也。仁，內也，非外也；義，外也，非內也。」

惻隱之心，仁也；羞惡之心，義也；恭敬之心，禮也；是非之心，智也。

仁，人心也；義，人路也。

仁者無不愛也


盡心下:	
孟子曰：「不仁而得國者，有之矣；不仁而得天下，未之有也。」

孟子曰：「仁也者，人也。合而言之，道也。」


仁之於父子也，義之於君臣也，


公孫丑上:	
孟子曰：「仁則榮，不仁則辱。

為天下得人者謂之仁



離婁上:	
仁，人之安宅也；義，人之正路也


告子曰：「性，猶杞柳也；義，猶桮棬也。以人性為仁義，猶以杞柳為桮棬。」
打開字典顯示相似段落顯示更多訊息		
孟子曰：「子能順杞柳之性而以為桮棬乎？將戕賊杞柳而後以為桮棬也？如將戕賊杞柳而以為桮棬，則亦將戕賊人以為仁義與？率天下之人而禍仁義者，必子之言夫！」



克己復禮為仁
仲弓問仁。子曰：「出門如見大賓，使民如承大祭
司馬牛問仁。子曰：「仁者其言也訒。」
樊遲問仁。子曰：「愛人。」
子曰：「如有王者，必世而後仁。」
仁者不憂

子曰：「志士仁人，無求生以害仁，有殺身以成仁。」
子張問仁於孔子。孔子曰：「能行五者於天下，為仁矣。」

行仁政而王

上下相親，謂之仁

所以仁鬼神也
修道以仁。仁者人也

子言之：「仁者，天下之表也；義者，天下之制也；報者，天下之利也。」

仁之厚也

此天地之仁氣也

溫潤而澤，仁也

仁厚兼覆天下而不閔

此謂之仁造人，義造我

天，仁也

人之受命於天也，取仁於天而仁也


有仁父存

天作仁，

仁者為聖

自上世以來，莫不降仁

仲尼聞是語也，曰：「以是觀人，謂子產不仁，吾不信也。」










































