　儒家 
　　論語 [春秋-戰國] bc480-bc350
　　孟子 [戰國] bc340-bc250
　　禮記 [戰國] (bc475-bc221)
　　荀子  [戰國] (bc475-bc221)
　　孝經 [戰國] (bc475-bc221)
　　說苑 [西漢] (bc206-9) 劉向著
　　春秋繁露  [西漢] (bc206-9) 董仲舒著
　　韓詩外傳 [西漢] bc180-bc120
　　大戴禮記 [東漢] 100-200
　　白虎通德論 [東漢] 79-92 班固著
　　新書 [西漢] (bc206-9) 賈誼著
　　新序 [西漢] (bc206-9) 劉向著
　　揚子法言 [西漢-新] bc33-18 揚雄著
　　中論 [東漢] (25-220) 徐幹著
　　孔子家語  [漢] (bc206-220)
　　潛夫論 [東漢] 102-167 王符著
　　論衡  [東漢] 80 王充著
　　太玄經  [東漢] bc33-18 揚雄著
　　風俗通義 [東漢] 190-200
　　孔叢子 [東漢-三國] (25-265)
　　申鑒 [東漢] 196-220
　　忠經 
　　素書 
　　新語  [西漢] bc196
　　獨斷 [東漢-三國] 167-258
　　蔡中郎集 [東漢] 152-192

　墨家 
　　墨子 [春秋-戰國] bc490-bc221
　　魯勝墨辯注敘 [西晉] (265-317) 魯勝著

　道家 
　　莊子 [戰國] bc350-bc250
　　道德經  [戰國] (bc475-bc221)
　　列子 [戰國] (bc475-bc221)
　　鶡冠子 [戰國] (bc475-bc221)
　　文子 
　　文始真經 
　　列仙傳 [西漢] bc50-8
　　鬻子 
　　老子河上公章句 

　法家 
　　韓非子 [戰國] (bc475-bc221)
　　商君書 [戰國] (bc475-bc221)
　　申不害 
　　慎子 [戰國] (bc475-bc221) 慎到著
　　諫逐客書 [戰國] bc237 李斯著
　　管子  [戰國-漢] (bc475-220)

　名家 
　　公孫龍子 [戰國] (bc475-bc221)

　兵家 
　　孫子兵法 [春秋] bc515-bc512 孫武著
　　吳子 [戰國] (bc475-bc221) 吳起著
　　六韜 [戰國] (bc475-bc221)
　　司馬法 [春秋-戰國 (bc772-bc221)]
　　尉繚子 [戰國] (bc475-bc221)
　　三略 [西漢] bc100-9

　算書 
　　海島算經 [三國] 263
　　九章算術 [西漢-新] bc120-20
　　孫子算經 [南北朝] (420-581)
　　周髀算經 [漢] bc50-100

　雜家 
　　淮南子 [西漢] (bc206-9)
　　呂氏春秋  [戰國] bc247-bc239 呂不韋著
　　鬼谷子 [戰國] (bc475-bc221)
　　尹文子 
　　鄧析子 

　史書 
　　史記 [西漢] bc109-bc91 司馬遷著
　　春秋左傳 [戰國] bc468-bc300
　　逸周書  [戰國] (bc475-bc221)
　　國語  [戰國] (bc475-bc221)
　　晏子春秋 [戰國] (bc475-bc221)
　　吳越春秋 [東漢] 50-100
　　越絕書 [東漢] 50-70
　　戰國策 [戰國-西漢] bc350-bc6
　　鹽鐵論  [西漢] bc81-9 桓寬著
　　列女傳 [西漢] (bc206-9) 劉向著
　　春秋穀梁傳  [西漢] (bc206-9)
　　春秋公羊傳 [西漢] (bc206-9)
　　漢書 [新-東漢] 36-111
　　前漢紀 [東漢] 198-200
　　東觀漢記 [東漢] 60-160
　　後漢書 [南北朝] 420-445
　　竹書紀 [戰國] (bc475-bc221)
　　穆天子傳 [戰國] bc370-bc330
　　古三墳  [漢] (bc206-220)
　　燕丹子 
　　西京雜記 

　經典文獻 
　　詩經  [西周] (bc1046-bc771)
　　尚書 [春秋] (bc772-bc476)
　　周易  [西周] (bc1046-bc771)
　　周禮  [戰國] bc300-bc100
　　楚辭  [戰國] (bc475-bc221)
　　儀禮 [戰國] (bc475-bc221)
　　山海經  [戰國-漢] (bc475-220)
　　焦氏易林 [漢] (bc206-220) 焦延壽著
　　京氏易傳 [西漢] bc57-bc37 京房著
　　詩說 

　字書 
　　說文解字  [東漢] 100-121 許慎著
　　爾雅 [秦-西漢] (bc221-9)
　　釋名 [東漢] 190-210
　　方言 [西漢] (bc206-9) 楊雄著
　　急就篇 [西漢] bc48-bc33

　醫學 
　　黃帝內經 [戰國-西漢] (bc475-9)
　　難經 [漢] (bc206-220)
　　傷寒論 [東漢] (25-220)
　　金匱要略  [東漢] 170-219

　出土文獻 
　　郭店 
　　馬王堆 