


var ddj_HolyMan={
"2 ":["聖人","處無為之事","行不言之教","萬物作焉而不辭","生而不有","為而不恃","功成而弗居","是以不去"],
"3 ":["聖人","虛其心","實其腹","弱其志","強其骨","常使民無知無欲","使夫1知者不敢為也","為無為","則無不治"],
"5 ":["聖人","不仁","以百姓為芻狗","虛而不屈","動而愈出","多言數窮","不如守中"],
"7 ":["聖人","後其身而身先","外其身而身存","非以其無私","故能成其私"],
"12":["聖人","為腹不為目","故去彼取此"],
"22":["聖人","抱一為天下式","不自見，故明","不自是，故彰","不自伐，故有功","不自矜，故長","不爭，天下莫能與之爭","古","之所謂曲則全者，豈虛言哉！誠全而歸之"],
"26":["聖人","終日行不離輜重","雖有榮觀，燕處超然","萬乘之主，而以身輕天下"],
"27":["聖人","常善救人","故無棄人","常善救物","故無棄物","是謂襲明"],
"28":["聖人","用之，則為官長"],
"29":["聖人","去甚，去奢，去泰"],
"47":["聖人","不行而知","不見而名","不為而成"],
"49":["聖人","無常心，以百姓心為心","善者，吾善之；不善者，吾亦善之","在天下，歙歙為天下渾其心，百姓皆注其耳目","聖人皆孩之"],
"57":["聖人云","我無為，而民自化","我好靜，而民自正","我無事，而民自富","我無欲，而民自樸"],
"58":["聖人","方而不割","廉而不劌","直而不肆","光而不燿"],
"60":["聖人","不傷人","德交歸焉"],
"63":["聖人","終不為大","故能成其大","輕諾必寡信","多易必多難。是以聖人猶難之，故終無難矣"],
"64":["聖人","無為","無敗","無執","無失","欲不欲","不貴難得之貨","學不學","復衆人之所過，以輔萬物之自然，而不敢為"],
"66":["聖人","言下之","身後之","處上而民不重","處前而民不害","天下樂推而不厭","不爭","天下莫能與之爭"],
"70":["聖人","被褐懷玉"],
"71":["聖人","不病","以其病病，是以不病"],
"72":["聖人","自知不自見","自愛不自貴","去彼取此"],
"73":["聖人","猶難之","天之道","不爭而善勝","不言而善應","不召而自來","繟然而善謀","天網恢恢，踈而不失"],
"77":["聖人","為而不恃","功成而不處","其不欲見賢"],
"78":["聖人云","受國之垢，是謂社稷主；受國不祥，是謂天下王。正言若反"],
"79":["聖人","執左契，而不責於人","有德司契，無德司徹","天道無親，常與善人"],
"81":["聖人","不積，既以為人己愈有，既以與人己愈多。天之道，利而不害；","為而不爭"],
};






"1 ":["道可道，非常道"],
"4 ":["道沖而用之或不盈","淵兮似萬物之宗。挫其銳，解其紛，和其光，同其塵。湛兮似或存","吾不知誰之子，象帝之先。"],
"8 ":["上善若水。水善利萬物而","不爭","，處衆人之所惡，故幾於道。居善地，心善淵，與善仁，言善信，正善治，事善能，動善時。夫唯不爭，故無尤。"],
"9 ":["持而盈之，不如其已；揣而銳之，不可長保。金玉滿堂，莫之能守；富貴而驕，自遺其咎。","功遂身退","天之道。"],
"14":["視之不見，名曰夷；聽之不聞，名曰希；搏之不得，名曰微。此三者不可致詰，故混而為一。其上不皦，其下不昧。繩繩不可名，復歸於無物。是謂無狀之狀，無物之象，是謂惚恍。迎之不見其首，隨之不見其後。執","古","之道，以御今之有。能知古始，是謂道紀。"],
"15":["古之善為士者，微妙玄通，深不可識。夫唯不可識，故強為之容。豫兮若冬涉川；猶兮若畏四鄰；儼兮其若容；渙兮若冰之將釋；敦兮其若樸；曠兮其若谷；混兮其若濁；孰能濁以靜之徐清？孰能安以久動之徐生？保此道者，不欲盈。夫唯不盈，故能蔽不新成。"],
"16":["致虛極，守靜篤。萬物並作，吾以觀復。夫物芸芸，各復歸其根。歸根曰靜，是謂復命。復命曰常，知常曰明。不知常，妄作凶。知常容，容乃公，公乃王，王乃天，天乃道，道乃久，沒身不殆。"],
"18":["大道廢，有仁義；智慧出，有大偽；","六親不和，有孝慈","國家昏亂，有忠臣。"],
"21":["孔德之容，唯道是從。道之為物，唯恍唯惚。忽兮恍兮，其中有象；恍兮忽兮，其中有物。窈兮冥兮，其中有精；其精甚真，其中有信。","自古及今","其名","不去","以閱衆甫。吾何以知衆甫之狀哉？以此。"],
"23":["希言自然，故飄風不終朝，驟雨不終日。孰為此者？天地。天地尚不能久，而況於人乎？故從事於道者，道者，同於道；德者，同於德；失者，同於失。同於道者，道亦樂得之；同於德者，德亦樂得之；同於失者，失亦樂得之。信不足，焉有不信焉。"],
"24":["企者不立；跨者不行；自見者不明；自是者不彰；自伐者無功；自矜者不長。其在道也，曰：餘食贅行。物或惡之，故有道者不處。"],
"25":["有物混成，先天地生。寂兮寥兮，獨立不改，周行而不殆，可以為天下母。吾不知其名，字之曰道，強為之名曰大。大曰逝，逝曰遠，遠曰反。故道大，天大，地大，王亦大。域中有四大，而王居其一焉。人法地，地法天，天法道，道法自然。"],
"30":["以道佐人主者，不以兵強天下。其事好還。師之所處，荊棘生焉。大軍之後，必有凶年。善有果而已，不敢以取強。果而勿矜，果而勿伐，果而勿驕。果而不得已，果而勿強。物壯則老，是謂不道，不道早已。"],
"31":["夫佳兵者，不祥之器，物或惡之，故有道者不處。君子居則貴左，用兵則貴右。兵者不祥之器，非君子之器，不得已而用之，恬淡為上。勝而不美，而美之者，是樂殺人。夫樂殺人者，則不可以得志於天下矣。吉事尚左，凶事尚右。偏將軍居左，上將軍居右，言以喪禮處之。殺人之衆，以哀悲泣之，戰勝以喪禮處之。"],
"32":["道","無名","樸雖小，1天下莫能臣也。侯王若能守之，萬物將自賓。天地相合，以降甘露，民莫之令而自均。始制有名，名亦既有，夫亦將知止，知止所以不殆。譬道之在天下，猶川","谷","之與江海。"],
"34":["大道汎兮，其可左右。萬物恃之而生而不辭，","功成","不名有。衣養萬物而不為主，常無欲，可名於小；萬物歸焉，而不為主，可名為大。以其終不自為大，故能成其大。"],
"35":["執大象，天下往","不害","安平大。樂與餌，過客止。道之出口，淡乎其無味，視之不足見，聽之不足聞，用之不足既。"],
"37":["道","無為","無不為","侯王若能守之，萬物將自化。化而欲作，吾將鎮之以無名之樸。無名之樸，夫亦將無欲。不欲以靜，天下將自定。"],
"38":["上德不德，是以有德；下德不失德，是以無德。上德","無為","無以為","下德為之而有以為。上仁為之而無以為；上義為之而有以為。上禮為之而莫之應，則攘臂而扔之。故失道而後德，失德而後仁，失仁而後義，失義而後禮。夫禮者，忠信之薄，而亂之首。前識者，道之華，而愚之始。是以大丈夫處其厚，不居其薄；處其實，不居其華。故","去彼取此"],
"40":["反者道之動；弱者道之","用","天下萬物生於有，有生於無。"],
"41":["上士聞道，勤而行之；中士聞道，若存若亡；下士聞道，大笑之。不笑不足以為道。故建言有之：明道若昧；進道若退；夷道若纇；上德若谷；太白若辱；廣德若不足；建德若偷；質真若渝；大方無隅；大器晚成；大音希聲；大象無形；道隱無名。夫唯道，善貸且成。"],
"42":["道生一，一生二，二生三，三生萬物。萬物負陰而抱陽，沖氣以為和。人之所惡，唯孤、寡、不穀，而王公以為稱。故物或損之而益，或益之而損。人之所教，我亦教之。強梁者不得其死，吾將以為教父。"],
"46":["天下有道，卻走馬以糞。天下無道，戎馬生於郊。禍莫大於不知足；咎莫大於欲得。故知足之足，常足矣。"],
"47":["不出戶知天下；不闚牖見天道"],
"48":["為學日益，為道日損。損之又損，以至於無為。","無為","無不為","取天下常以無事，及其有事，不足以取天下。"],
"51":["道生之，德畜之，物形之，勢成之。是以萬物莫不尊道而貴德。道之尊，德之貴，夫莫之命常自然。故道生之，德畜之；長之育之；亭之毒之；養之覆之。生而不有，為而不恃，長而不宰，是謂玄德。"],
"53":["使我介然有知，行於大道，唯施是畏。大道甚夷，而民好徑。朝甚除，田甚蕪，倉甚虛；服文綵，帶利劍，厭飲食，財貨有餘；是謂盜夸。非道也哉！"],
"55":["含德之厚，比於赤子。蜂蠆虺蛇不螫，猛獸不據，攫鳥不搏。骨弱筋柔而握固。未知牝牡之合而全作，精之至也。終日號而不嗄，和之至也。知和曰常，知常曰明，益生曰祥。心使氣曰強。物壯則老，謂之不道，不道早已。"],
"59":["治人事天莫若嗇。夫唯嗇，是謂早服；早服謂之重積德；重積德則無不克；無不克則莫知其極；莫知其極，可以有國；有國之母，可以長久；是謂深根固柢，長生久視之道。"],
"60":["治大國若烹小鮮。以道蒞天下，其鬼不神；非其鬼不神，其神不傷人；非其神不傷人，聖人亦不傷人。夫兩不相傷，故德交歸焉。"],
"62":["道者萬物之奧。善人之寶，不善人之所保。美言可以市，尊行可以加人。人之不善，何棄之有？故立天子，置三公，雖有拱璧以先駟馬，不如坐進此道。古之所以貴此道者何？不曰：以求得，有罪以免耶？故為天下貴。"],
"65":["古之善為道者，非以明民，將以愚之。民之難治，以其智多。故以智治國，國之賊；不以智治國，國之福。知此兩者亦𥡴式。常知𥡴式，是謂玄德。玄德深矣，遠矣，與物反矣，然後乃至大順。"],
"67":["天下皆謂我道大，似不肖。夫唯大，故似不肖。若肖久矣。其細也夫！我有三寶，持而保之。一曰慈，二曰儉，三曰不敢為天下先。慈故能勇；儉故能廣；不敢為天下先，故能成器長。今舍慈且勇；舍儉且廣；舍後且先；死矣！夫慈以戰則勝，以守則固。天將救之，以慈衛之。"],
"73":["勇於敢則殺，勇於不敢則活。此兩者，或利或害。天之所惡，孰知其故？是以聖人猶難之。天之道，不爭而善勝，不言而善應，不召而自來，繟然而善謀。天網恢恢，踈而不失。"],
"77":["天之道，其猶張弓與？高者抑之，下者舉之；有餘者損之，不足者補之。天之道，損有餘而補不足。人之道，則不然，損不足以奉有餘。孰能有餘以奉天下，唯有道者。是以聖人為而不恃，功成而不處，其不欲見賢。"],
"79":["和大怨，必有餘怨；安可以為善？是以聖人執左契，而不責於人。有德司契，無德司徹。天道無親，常與善人。"],
"81":["信言不美，美言不信。善者不辯，辯者不善。知者不博，博者不知。聖人不積，既以為人己愈有，既以與人己愈多。天之道，利而不害；聖人之道，為而不爭。"],






















"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],
"],






























































































































































































































































































































































































































































































































































































































