var DaoDeJing_KeywordsThemes_Chap=
{
    "1": {
        "zici": [
            "道",
            "名",
            "萬物"
        ],
        "yulu": [
            "天地之始",
            "萬物之母"
        ]
    },
    "2": {
        "zici": [
            "知",
            "美",
            "惡",
            "聖人",
            "行",
            "言",
            "教"
        ],
        "yulu": [
            "萬物作焉而不辭，生而不有。為而不恃，功成而弗居。夫唯弗居，是以不去"
        ]
    },
    "3": {
        "zici": [
            "聖人"
        ],
        "yulu": [
            "虛其心",
            "弱其志",
            "實其腹",
            "強其骨",
            "不尚賢，使民不爭；不貴難得之貨，使民不為盜",
            "不見可欲，使心不亂"
        ]
    },
    "4": {
        "zici": [
            "道",
            "光",
            "子"
        ],
        "yulu": [
            "用之不盈",
            "帝之先"
        ]
    },
    "5": {
        "zici": [
            "聖人"
        ],
        "yulu": [
            "虛而不屈",
            "聖人不仁，以百姓為芻狗"
        ]
    },
    "6": {
        "zici": [
            "神",
            "死",
            "天",
            "地",
            "根"
        ],
        "yulu": [
            "神不死",
            "天地根",
            "用之不勤"
        ]
    },
    "7": {
        "zici": [
            "聖人"
        ],
        "yulu": [
            "後其身而身先"
        ]
    },
    "8": {
        "zici": [
            "善",
            "水",
            "爭",
            "人",
            "惡",
            "道",
            "善",
            "尤"
        ],
        "yulu": [
            "上善若水",
            "不爭",
            "處衆人之所惡",
            "無尤"
        ]
    },
    "9": {
        "zici": [
            "天",
            "道"
        ],
        "yulu": [
            "天之道"
        ]
    },
    "10": {
        "zici": [
            "嬰兒",
            "疵",
            "愛",
            "國",
            "知",
            "天",
            "門",
            "開",
            "生",
            "畜",
            "生",
            "恃",
            "長",
            "宰"
        ],
        "yulu": [
            "無疵",
            "愛民治國",
            "能知",
            "天門開闔",
            "生之、畜之",
            "生而不有，為而不恃，長而不宰"
        ]
    },
    "11": {
        "zici": [
            "三",
            "十"
        ],
        "yulu": []
    },
    "12": {
        "zici": [
            "聖人",
            "腹",
            "目"
        ],
        "yulu": [
            "為腹",
            "不為目"
        ]
    },
    "13": {
        "zici": [
            "寵",
            "辱",
            "驚",
            "患",
            "天下",
            "愛",
            "身",
            "託"
        ],
        "yulu": [
            "大患",
            "以身為天下",
            "愛以身為天下",
            "託天下"
        ]
    },
    "14": {
        "zici": [
            "見",
            "聽",
            "聞",
            "知",
            "古",
            "始",
            "道"
        ],
        "yulu": [
            "視之不見",
            "聽之不聞",
            "迎之不見其首，隨之不見其後",
            "能知古始"
        ]
    },
    "15": {
        "zici": [
            "善",
            "士",
            "道",
            "新",
            "成"
        ],
        "yulu": [
            "善為士",
            "新成"
        ]
    },
    "16": {
        "zici": [
            "虛",
            "極",
            "公",
            "王",
            "天",
            "道",
            "久",
            "身",
            "殆"
        ],
        "yulu": [
            "致虛極",
            "沒身不殆"
        ]
    },
    "17": {
        "zici": [
            "知",
            "譽",
            "畏",
            "侮",
            "信",
            "貴",
            "言",
            "功",
            "成",
            "我"
        ],
        "yulu": [
            "太上，下知有之；其次，親而譽之；其次，畏之；其次，侮之",
            "信不足",
            "其貴言",
            "功成事遂，百姓皆謂我自然。"
        ]
    },
    "18": {
        "zici": [
            "道",
            "義",
            "親",
            "和",
            "孝慈",
            "國家",
            "忠"
        ],
        "yulu": [
            "大道",
            "仁義",
            "六親不和",
            "孝慈",
            "國家",
            "有忠臣。"
        ]
    },
    "19": {
        "zici": [
            "聖",
            "利",
            "百倍",
            "盜賊"
        ],
        "yulu": [
            "民利百倍"
        ]
    },
    "20": {
        "zici": [
            "憂",
            "善",
            "惡",
            "我",
            "怕",
            "未兆",
            "嬰兒",
            "孩"
        ],
        "yulu": [
            "無憂",
            "善之與惡",
            "我獨怕兮其未兆",
            "嬰兒之未孩"
        ]
    },
    "21": {
        "zici": [
            "道",
            "從",
            "真",
            "信",
            "古",
            "名"
        ],
        "yulu": [
            "其精甚真",
            "自古及今，其名不去"
        ]
    },
    "22": {
        "zici": [
            "曲",
            "全",
            "枉",
            "直",
            "窪",
            "盈",
            "聖人",
            "爭",
            "天下",
            "之爭"
        ],
        "yulu": [
            "曲則全，枉則直，窪則盈",
            "不爭",
            "天下莫能與之爭"
        ]
    },
    "23": {
        "zici": [
            "天地",
            "久",
            "道",
            "德",
            "信"
        ],
        "yulu": [
            "天地尚不能久",
            "同於道",
            "同於德",
            "同於道者，道亦樂得之",
            "信不足"
        ]
    },
    "24": {
        "zici": [
            "矜",
            "道"
        ],
        "yulu": []
    },
    "25": {
        "zici": [
            "混",
            "天地",
            "生",
            "獨立",
            "改",
            "殆",
            "天下",
            "母",
            "道",
            "大",
            "遠",
            "王",
            "人",
            "地",
            "天",
            "道",
            "自然"
        ],
        "yulu": [
            "有物混成，先天地生",
            "獨立不改",
            "獨立不改",
            "周行而不殆",
            "天下母",
            "字之曰道",
            "名曰大",
            "道大，天大，地大，王亦大",
            "王居其一"
        ]
    },
    "26": {
        "zici": [
            "聖人",
            "榮",
            "超然",
            "主",
            "身",
            "天下"
        ],
        "yulu": [
            "聖人終日行不離輜重",
            "榮觀",
            "萬乘之主",
            "以身輕天下"
        ]
    },
    "27": {
        "zici": [
            "善",
            "言",
            "瑕",
            "數",
            "籌策",
            "聖人",
            "救",
            "棄"
        ],
        "yulu": [
            "善行無轍迹，善言無瑕讁；善數不用籌策",
            "聖人常善救人，故無棄人"
        ]
    },
    "28": {
        "zici": [
            "復歸",
            "嬰兒",
            "無極",
            "榮",
            "辱",
            "天下",
            "樸",
            "聖人"
        ],
        "yulu": [
            "復歸於嬰兒",
            "復歸於無極",
            "復歸於樸",
            "聖人用之"
        ]
    },
    "29": {
        "zici": [
            "聖人",
            "甚",
            "奢",
            "泰"
        ],
        "yulu": [
            "聖人去甚，去奢，去泰。"
        ]
    },
    "30": {
        "zici": [
            "道",
            "主",
            "兵",
            "天下.",
            "處"
        ],
        "yulu": [
            "以道佐人主者，不以兵強天下."
        ]
    },
    "31": {
        "zici": [
            "兵",
            "祥",
            "物",
            "惡",
            "道",
            "處"
        ],
        "yulu": [
            "夫佳兵者，不祥之器，物或惡之，故有道者不處"
        ]
    },
    "32": {
        "zici": [
            "道",
            "名",
            "樸",
            "小",
            "天下"
        ],
        "yulu": [
            "道常無名。樸雖小，天下莫能臣也"
        ]
    },
    "33": {
        "zici": [
            "死",
            "亡",
            "壽"
        ],
        "yulu": [
            "死而不亡者壽"
        ]
    },
    "34": {
        "zici": [
            "自",
            "大"
        ],
        "yulu": [
            "不自為大"
        ]
    },
    "35": {
        "zici": [
            "天下"
        ],
        "yulu": []
    },
    "36": {
        "zici": [
            "弱",
            "強",
            "廢",
            "興",
            "奪",
            "與",
            "魚"
        ],
        "yulu": [
            "將欲弱之，必固強之；將欲廢之，必固興之；將欲奪之，必固與之",
            "柔弱勝剛強"
        ]
    },
    "37": {
        "zici": [
            "道",
            "為"
        ],
        "yulu": [
            "道常無為而無不為"
        ]
    },
    "38": {
        "zici": [
            "德",
            "義",
            "禮",
            "道",
            "失",
            "忠",
            "信",
            "亂",
            "丈夫",
            "華"
        ],
        "yulu": [
            "大丈夫",
            "去彼取此",
            "居其華"
        ]
    },
    "39": {
        "zici": [
            "神",
            "靈",
            "萬物",
            "生"
        ],
        "yulu": [
            "萬物無以生"
        ]
    },
    "40": {
        "zici": [
            "弱",
            "道",
            "萬物",
            "生",
            "有"
        ],
        "yulu": [
            "弱者道之用",
            "天下萬物生於有，有生於無"
        ]
    },
    "41": {
        "zici": [
            "道",
            "行",
            "存",
            "亡",
            "笑"
        ],
        "yulu": [
            "上士聞道，勤而行之；中士聞道，若存若亡；下士聞道，大笑之。"
        ]
    },
    "42": {
        "zici": [
            "道",
            "生",
            "一",
            "二",
            "三",
            "萬物",
            "教父"
        ],
        "yulu": [
            "道生一，一生二，二生三，三生萬物。"
        ]
    },
    "43": {
        "zici": [
            "天下",
            "入"
        ],
        "yulu": []
    },
    "44": {
        "zici": [
            "名",
            "身",
            "貨",
            "亡"
        ],
        "yulu": [
            "名與身孰親？身與貨孰多？得與亡孰病"
        ]
    },
    "45": {
        "zici": [
            "大",
            "缺",
            "弊",
            "窮",
            "直",
            "屈",
            "巧",
            "拙",
            "辯",
            "訥",
            "清靜"
        ],
        "yulu": [
            "天下正"
        ]
    },
    "46": {
        "zici": [
            "天下",
            "道",
            "禍",
            "咎",
            "足"
        ],
        "yulu": [
            "天下有道"
        ]
    },
    "47": {
        "zici": [
            "戶",
            "知",
            "天下",
            "聖人",
            "行",
            "知",
            "名"
        ],
        "yulu": [
            "不出戶知天下",
            "聖人不行而知，不見而名，不為而成。"
        ]
    },
    "48": {
        "zici": [
            "天下",
            "道"
        ],
        "yulu": []
    },
    "49": {
        "zici": [
            "善",
            "吾",
            "聖人",
            "天下"
        ],
        "yulu": [
            "善者，吾善之；不善者，吾亦善之",
            "聖人在天下"
        ]
    },
    "50": {
        "zici": [
            "十",
            "三",
            "出",
            "生",
            "死"
        ],
        "yulu": [
            "十有三",
            "出生入死"
        ]
    },
    "51": {
        "zici": [
            "道",
            "生",
            "德",
            "畜",
            "萬物",
            "尊",
            "貴",
            "尊",
            "生",
            "有",
            "恃",
            "長",
            "宰",
            "，"
        ],
        "yulu": [
            "道生之，德畜之",
            "尊道而貴德",
            "道尊",
            "德貴",
            "生而不有",
            "為而不恃",
            "長而不宰"
        ]
    },
    "52": {
        "zici": [
            "天下",
            "始",
            "母",
            "子"
        ],
        "yulu": [
            "天下有始，以為天下母",
            "知其子"
        ]
    },
    "53": {
        "zici": [
            "我",
            "知",
            "道"
        ],
        "yulu": [
            "我介然有知，行於大道"
        ]
    },
    "54": {
        "zici": [
            "子孫",
            "祭祀",
            "德",
            "真",
            "天下"
        ],
        "yulu": [
            "德乃真"
        ]
    },
    "55": {
        "zici": [
            "赤子",
            "蜂蠆虺蛇",
            "螫",
            "猛獸",
            "據",
            "鳥",
            "搏",
            "骨",
            "弱",
            "筋",
            "柔",
            "固"
        ],
        "yulu": [
            "蜂蠆虺蛇不螫，猛獸不據，攫鳥不搏",
            "骨弱筋柔而握固"
        ]
    },
    "56": {
        "zici": [
            "知",
            "言",
            "光",
            "得",
            "天下",
            "貴"
        ],
        "yulu": [
            "不可得",
            "天下貴"
        ]
    },
    "57": {
        "zici": [
            "盜賊",
            "聖人"
        ],
        "yulu": [
            "聖人云",
            "我無為"
        ]
    },
    "58": {
        "zici": [
            "聖人",
            "方",
            "廉",
            "直",
            "光",
            "禍",
            "福"
        ],
        "yulu": [
            "聖人方而不割，廉而不劌，直而不肆，光而不燿。"
        ]
    },
    "59": {
        "zici": [
            "國",
            "母",
            "久",
            "長",
            "道",
            "德"
        ],
        "yulu": [
            "國之母",
            "長久",
            "長生久視之道",
            "積德"
        ]
    },
    "60": {
        "zici": [
            "道",
            "鬼",
            "神"
        ],
        "yulu": [
            "神不傷人",
            "聖人亦不傷人"
        ]
    },
    "61": {
        "zici": [
            "天下",
            "交",
            "小",
            "大"
        ],
        "yulu": [
            "天下之交",
            "大者宜為下"
        ]
    },
    "62": {
        "zici": [
            "道",
            "萬物",
            "善",
            "寶",
            "子"
        ],
        "yulu": [
            "道者萬物之奧。善人之寶",
            "立天子，置三公",
            "以求得，有罪以免"
        ]
    },
    "63": {
        "zici": [
            "聖人",
            "大"
        ],
        "yulu": [
            "聖人終不為大"
        ]
    },
    "64": {
        "zici": [
            "安",
            "未兆",
            "亂",
            "土",
            "足",
            "聖人",
            "無敗",
            "學"
        ],
        "yulu": [
            "復衆人之所過"
        ]
    },
    "65": {
        "zici": [
            "古",
            "善",
            "道",
            "智",
            "賊",
            "國",
            "福",
            "順",
            "木"
        ],
        "yulu": [
            "善為道者",
            "大順"
        ]
    },
    "66": {
        "zici": [
            "江海",
            "百谷",
            "王",
            "聖人",
            "言",
            "先",
            "民",
            "身",
            "爭"
        ],
        "yulu": [
            "百谷王",
            "言下之",
            "先民",
            "身後",
            "不爭"
        ]
    },
    "67": {
        "zici": [
            "天下",
            "我",
            "道",
            "大",
            "我",
            "寶"
        ],
        "yulu": [
            "天下皆謂我道大",
            "似不肖。夫唯大",
            "我有三寶"
        ]
    },
    "68": {
        "zici": [
            "善",
            "士",
            "武",
            "怒",
            "與"
        ],
        "yulu": [
            "善為士",
            "不武",
            "不怒",
            "不與",
            "為之下",
            "不爭之德",
            "天古之極"
        ]
    },
    "69": {
        "zici": [
            "禍",
            "敵",
            "哀",
            "勝"
        ],
        "yulu": [
            "輕敵",
            "哀者勝矣"
        ]
    },
    "70": {
        "zici": [
            "吾",
            "易",
            "知",
            "行",
            "言",
            "宗",
            "君"
        ],
        "yulu": [
            "吾言甚易知，甚易行。天下莫能知，莫能行。言有宗，事有君。"
        ]
    },
    "71": {
        "zici": [
            "聖人",
            "病"
        ],
        "yulu": [
            "聖人不病，以其病病"
        ]
    },
    "72": {
        "zici": [
            "聖人",
            "知",
            "見",
            "愛",
            "貴"
        ],
        "yulu": [
            "聖人自知不自見；自愛不自貴。故去彼取此。"
        ]
    },
    "73": {
        "zici": [
            "聖人",
            "天",
            "道",
            "爭",
            "言",
            "善",
            "應",
            "召",
            "來",
            "善",
            "謀",
            "天網"
        ],
        "yulu": [
            "天之道",
            "不爭",
            "不言而善應",
            "不召而自來",
            "繟然而善謀",
            "天網恢恢，踈而不失。"
        ]
    },
    "74": {
        "zici": [
            "畏",
            "死",
            "匠",
            "傷",
            "手"
        ],
        "yulu": [
            "不畏死",
            "傷其手"
        ]
    },
    "75": {
        "zici": [
            "飢",
            "食",
            "生",
            "死"
        ],
        "yulu": [
            "無以生為者，是賢於貴生。"
        ]
    },
    "76": {
        "zici": [
            "生",
            "柔弱",
            "死",
            "堅強",
            "草木",
            "枯槁"
        ],
        "yulu": [
            "生也柔弱",
            "死也堅強",
            "草木之生也柔脆，其死也枯槁"
        ]
    },
    "77": {
        "zici": [
            "天",
            "道",
            "抑",
            "舉",
            "損",
            "補",
            "道",
            "聖人",
            "恃",
            "功成"
        ],
        "yulu": [
            "天之道",
            "高者抑之，下者舉之",
            "有餘者損之，不足者補之",
            "聖人為而不恃，功成而不處，其不欲見賢"
        ]
    },
    "78": {
        "zici": [
            "聖人",
            "水",
            "柔",
            "易",
            "知",
            "堅強",
            "勝",
            "弱",
            "柔",
            "剛"
        ],
        "yulu": [
            "聖人云",
            "不知",
            "而攻堅強者莫之能勝",
            "弱之勝強，柔之勝剛"
        ]
    },
    "79": {
        "zici": [
            "和",
            "怨",
            "安",
            "善",
            "聖人",
            "契",
            "責",
            "人",
            "德",
            "天",
            "道",
            "親",
            "善人"
        ],
        "yulu": [
            "和大怨",
            "安可以為善",
            "聖人執左契，而不責於人",
            "有德司契",
            "天道無親",
            "常與善人"
        ]
    },
    "80": {
        "zici": [
            "舟輿",
            "遠",
            "徙",
            "甲兵"
        ],
        "yulu": [
            "遠徙"
        ]
    },
    "81": {
        "zici": [
            "信",
            "言",
            "美",
            "善",
            "辯",
            "聖人",
            "道",
            "爭"
        ],
        "yulu": [
            "信言不美，美言不信",
            "善者不辯，辯者不善",
            "聖人之道，為而不爭。"
        ]
    }
}