var DaoDeJing_ChineseWangBiKeywords=
{
    "1": [
        "道",
        "名",
        "天地之始",
        "萬物之母"
    ],
    "2": [
        "知",
        "美",
        "惡",
        "聖人",
        "行",
        "言",
        "教",
        "萬物作焉而不辭， 生而不有。 為而不恃， 功成而弗居。 夫唯弗居， 是以不去"
    ],
    "3": [
        "聖人",
        "虛其心",
        "弱其志",
        "實其腹",
        "強其骨",
        "不尚賢， 使民不爭； 不貴難得之貨， 使民不為盜",
        "不見可欲， 使心不亂"
    ],
    "4": [
        "道",
        "用之不盈",
        "光",
        "子",
        "帝之先"
    ],
    "5": [
        "聖人",
        "虛而不屈"
    ],
    "6": [
        "神不死",
        "天地根",
        "用之不勤"
    ],
    "7": [
        "聖人",
        "後其身而身先"
    ],
    "8": [
        "上善若水",
        "不爭",
        "處衆人之所惡",
        "道",
        "無尤",
        "善"
    ],
    "9": [
        "天之道"
    ],
    "10": [
        "嬰兒",
        "無疵",
        "愛民治國",
        "能知",
        "天門開闔",
        "生之、 畜之",
        "生而不有， 為而不恃， 長而不宰"
    ],
    "11": [
        "三十"
    ],
    "12": [
        "聖人",
        "為腹",
        "不為目"
    ],
    "13": [
        "寵",
        "辱",
        "驚",
        "大患",
        "以身為天下",
        "愛以身為天下",
        "託天下"
    ],
    "14": [
        "視之不見",
        "聽之不聞",
        "迎之不見其首， 隨之不見其後",
        "能知古始",
        "道"
    ],
    "15": [
        "善為士",
        "道",
        "新成"
    ],
    "16": [
        "致虛極",
        "公",
        "王",
        "天",
        "道",
        "久",
        "沒身不殆"
    ],
    "17": [
        "太上，下知有之；其次，親而譽之；其次，畏之；其次，侮之",
        "信不足",
        "其貴言",
        "功成事遂， 百姓皆謂我自然。"
    ],
    "18": [
        "大道",
        "仁義",
        "六親不和",
        "孝慈",
        "國家",
        "有忠臣。"
    ],
    "19": [
        "聖",
        "民利百倍",
        "盜賊"
    ],
    "20": [
        "無憂",
        "善之與惡",
        "我獨怕兮其未兆",
        "嬰兒之未孩"
    ],
    "21": [
        "道",
        "從",
        "其精甚真",
        "信",
        "自古及今， 其名不去"
    ],
    "22": [
        "曲則全， 枉則直， 窪則盈",
        "聖人",
        "不爭",
        "天下莫能與之爭"
    ],
    "23": [
        "天地尚不能久",
        "同於道",
        "同於德",
        "同於道者， 道亦樂得之",
        "信不足"
    ],
    "24": [],
    "25": [
        "有物混成， 先天地生",
        "獨立不改",
        "獨立不改",
        "周行而不殆",
        "天下母",
        "字之曰道",
        "名曰大",
        "遠",
        "道大， 天大， 地大， 王亦大",
        "王居其一",
        "人",
        "地",
        "天",
        "道",
        "自然"
    ],
    "26": [
        "聖人終日行不離輜重",
        "榮觀",
        "超然",
        "萬乘之主",
        "以身輕天下"
    ],
    "27": [
        "善行無轍迹， 善言無瑕讁； 善數不用籌策",
        "聖人常善救人， 故無棄人"
    ],
    "28": [
        "復歸於嬰兒",
        "復歸於無極",
        "榮",
        "辱",
        "天下",
        "復歸於樸",
        "聖人用之"
    ],
    "29": [
        "聖人去甚， 去奢， 去泰。"
    ],
    "30": [
        "以道佐人主者， 不以兵強天下."
    ],
    "31": [
        "夫佳兵者， 不祥之器， 物或惡之， 故有道者不處"
    ],
    "32": [
        "道常無名。   樸雖小， 1 天下莫能臣也"
    ],
    "33": [
        "死而不亡者壽"
    ],
    "34": [
        "不自為大"
    ],
    "35": [
        "天下"
    ],
    "36": [
        "將欲弱之， 必固強之； 將欲廢之， 必固興之； 將欲奪之， 必固與之",
        "柔弱勝剛強",
        "魚"
    ],
    "37": [
        "道常無為而無不為"
    ],
    "38": [
        "德",
        "義",
        "禮",
        "道",
        "失",
        "忠",
        "信",
        "亂",
        "大丈夫",
        "去彼取此",
        "居其華"
    ],
    "39": [
        "神",
        "靈",
        "萬物無以生"
    ],
    "40": [
        "弱者道之用",
        "天下萬物生於有， 有生於無"
    ],
    "41": [
        "上士聞道， 勤而行之； 中士聞道， 若存若亡； 下士聞道， 大笑之。"
    ],
    "42": [
        "道生一， 一生二， 二生三， 三生萬物。"
    ],
    "43": [
        "天下",
        "入"
    ],
    "44": [
        "名與身孰親？ 身與貨孰多？ 得與亡孰病"
    ],
    "45": [
        "大",
        "缺",
        "弊",
        "窮",
        "直",
        "屈",
        "巧",
        "拙",
        "辯",
        "訥",
        "天下正",
        "清靜"
    ],
    "46": [
        "天下有道",
        "禍",
        "咎",
        "足"
    ],
    "47": [
        "不出戶知天下",
        "聖人不行而知，不見而名， 不為而成。"
    ],
    "48": [
        "天下",
        "道"
    ],
    "49": [
        "善者， 吾善之； 不善者， 吾亦善之",
        "聖人在天下"
    ],
    "50": [
        "十有三",
        "出生入死"
    ],
    "51": [
        "道生之",
        "德畜之",
        "萬物",
        "尊道而貴德",
        "道尊",
        "德貴",
        "生而不有",
        "為而不恃",
        "長而不宰"
    ],
    "52": [
        "天下有始， 以為天下母",
        "母",
        "知其子"
    ],
    "53": [
        "我介然有知， 行於大道"
    ],
    "54": [
        "子孫",
        "祭祀",
        "德乃真",
        "天下"
    ],
    "55": [
        "赤子",
        "蜂蠆虺蛇不螫， 猛獸不據， 攫鳥不搏",
        "骨弱筋柔而握固"
    ],
    "56": [
        "知者",
        "言",
        "光",
        "不可得",
        "天下貴"
    ],
    "57": [
        "盜賊",
        "聖人云",
        "我無為"
    ],
    "58": [
        "聖人方而不割， 廉而不劌， 直而不肆， 光而不燿。"
    ],
    "59": [
        "國之母",
        "長久",
        "長生久視之道",
        "積德"
    ],
    "60": [
        "道",
        "鬼",
        "神",
        "神不傷人",
        "聖人亦不傷人"
    ],
    "61": [
        "天下之交",
        "小",
        "大",
        "大者宜為下"
    ],
    "62": [
        "道者萬物之奧。 善人之寶"
    ],
    "63": [
        "聖人終不為大"
    ],
    "64": [
        "安",
        "未兆",
        "亂",
        "土",
        "足",
        "聖人",
        "無敗",
        "學",
        "復衆人之所過"
    ],
    "65": [
        "古",
        "善為道者",
        "智",
        "賊",
        "國",
        "福",
        "大順",
        "木"
    ],
    "66": [
        "江海",
        "百谷王",
        "聖人",
        "言下之",
        "先民",
        "身後",
        "不爭"
    ],
    "67": [
        "天下皆謂我道大",
        "似不肖。 夫唯大",
        "我有三寶"
    ],
    "68": [
        "善為士",
        "不武",
        "不怒",
        "不與",
        "為之下",
        "不爭之德",
        "天古之極"
    ],
    "69": [
        "禍",
        "輕敵",
        "哀者勝矣"
    ],
    "70": [
        "吾言甚易知， 甚易行。 天下莫能知， 莫能行。 言有宗， 事有君。"
    ],
    "71": [
        "聖人不病， 以其病病"
    ],
    "72": [
        "聖人自知不自見； 自愛不自貴。 故去彼取此。"
    ],
    "73": [
        "聖人",
        "天之道",
        "不爭",
        "不言而善應",
        "不召而自來",
        "繟然而善謀",
        "天網恢恢， 踈而不失。"
    ],
    "74": [
        "不畏死",
        "代大匠斲者， 希有不傷其手"
    ],
    "75": [
        "飢",
        "食",
        "生",
        "死",
        "無以生為者， 是賢於貴生。"
    ],
    "76": [
        "生也柔弱",
        "死也堅強",
        "草木之生也柔脆， 其死也枯槁"
    ],
    "77": [
        "天之道",
        "高者抑之， 下者舉之",
        "有餘者損之， 不足者補之",
        "道者",
        "聖人為而不恃， 功成而不處， 其不欲見賢"
    ],
    "78": [
        "聖人云",
        "水",
        "柔",
        "易",
        "不知",
        "而攻堅強者莫之能勝",
        "弱之勝強， 柔之勝剛"
    ],
    "79": [
        "和大怨",
        "安可以為善",
        "聖人執左契， 而不責於人",
        "有德司契",
        "天道無親",
        "常與善人"
    ],
    "80": [
        "舟輿",
        "遠徙",
        "甲兵"
    ],
    "81": [
        "信言不美， 美言不信",
        "善者不辯， 辯者不善",
        "聖人之道， 為而不爭。"
    ]
}