//無 [x]

var ddj_Negative_Wu=[
//無[x]
"事",
//"以",
"兵",
"功",
"厭",
"名",
"味",
"執",
"失",
"尤",
"常",
"形",
"德",
"憂",
//"所",
"敗",
"敵",
"有",
"棄",
"極",
"欲",
"止",
"正",
"死",
"為",
"物",
"狀",
"狎",
"瑕",
"疵",
"相",
"知",
//"私",
"繩",
"臂",
"行",
"親",
"譽",
"身",
"轍",
"道",
"遺",
"間",
"關",
"隅",
"離",
"難",


////勿強[x]
"伐",
"強",
"矜",
"驕",


////未[x]
"亂",
"兆",
"央",
"孩",
"有",
"知",


///莫[x]
"柔",
"知",
"能",


////非[x]
"乎",
"以",
"其",
"君",
"常",
"道",
////
];
//2070    未亂  1
//2071    未兆  2
//2072    未央  1
//2073    未孩  1
//2074    未有  1
//2075    未知  1
//2076    末九

//3049	莫不	  2
//3050	莫之	  5
//3051	莫大	  3
//3052	莫柔	  1
//3053	莫知	  2
//3054	莫能	  6
//3055	莫若	  1

//863	勿伐		1
//864	勿強		1
//865	勿矜		1
//866	勿驕		1

//3510	非乎		1
//3511	非以		3
//3512	非其		2
//3513	非君		1
//3514	非常		2
//3515	非道		1


//3510	非乎	乎非	1
//3511	非以	以非	3
//3512	非其	其非	2
//3513	非君	君非	1
//3514	非常	常非	2
//3515	非道	道非	1

//3049	莫不	不莫	2
//3050	莫之	之莫	5
//3051	莫大	大莫	3
//3052	莫柔	柔莫	1
//3053	莫知	知莫	2
//3054	莫能	能莫	6
//3055	莫若	若莫

//2070	未亂	亂未	1
//2071	未兆	兆未	2
//2072	未央	央未	1
//2073	未孩	孩未	1
//2074	未有	有未	1
//2075	未知	知未	1
//2076	末九	九末	1




///無不為x3
///無不克
///無不治

///無以為
///無以盈
///無以靈
///無以寧
///無以生
///無以貴
///無以易

///無所歸
///無所投
///無所措
///無所容
///無所乘
///無所陳


//無之
