//無 [x]
//宇宙整体可以用“道”字来统称，这个“道”字也可以用其它字来作“等量代换”，
//即有：常﹦容﹦公﹦王﹦天﹦道﹦久。


var ddj_Same={
	"懼":"怕",
	"恐":"畏",
	"至":"致",
	"姓":"百姓",

	"獨":"我獨",
	"侯":"侯王",
	"丈":"丈夫",
	"昔":"古"
}
var ddj_SameKeys=Object.keys(ddj_Same);

var ddj_Verbs=[
"歸","守","取","復","殺","至","作","動","致","禮","保","修","盜","持","解","挫","視","識","戰","推","伏","烹","坐","衛","握","沒","宗","建","化","隨","起","走","迎","觀","聽","聞","抱","見","望","攻","徹","徙","輿","活","謂","舉","抗","拱","措","貸","負","帶","吹","跨","奪","興","滅","賓","扔","涉","受","合","教","恐","攝","抑","稱","求","服","謀","應","從","驚","數","廢","託","怕","交","咎","訥","補","偷","飲","投","揣","攫","加"
];

var ddj_Nouns=[
"谷","器","地","天","人","民","夫","國","樸","食","家","根","貨","門","軍","音","淵","賊","水","玉","海","鄉","木","田","戶","室","鄰","臺","江","云","金","堂","車","冰","雨","風","衣","餌","石","糞","刃","陸","妖","舟","社","稷","果","容","冬","春","土","弓","駟","圖","草","劍","川","資","寶","文","匠","本","財","光","師","力","命","契","兕",
];

var ddj_Adj=[
"久","厚","慈","銳","細","忠","寧","淡","壯","順","鮮","赤","玄","色","盲","聾","爽","獵","狂","深","奇","賢","孝","毫","華","貞","餘","患","廉","固","怨","怒","悲","美","勝","亂","好","吉","枉","壽","奢","飢",
];

var ddj_Pronouns=[
"吾","我","獨","士","姓","侯","徒"
];

var ddj_Reasoning=[
"故","所以","是","是以","若","於"
];
//所以 5,853 +  11,243
//子  61,410 + 142,228
//故  26,796 +  46,320
//是  22,318.+ 112,793



