

var distinct_ddj_Grammics=
[
"又","幾","誰","猶","雖","及","象","亦","孰","兮","皆","斯","已","弗","唯","耶","令","乎","於","矣","焉","豈","哉","似","則","故","必","使","既","又","之","以","其","而","若","所","或","何","也","乃","然","如","甚","且","各","忽","奈","被",
];


var ddj_NumericUnit=[
"年","日","時","寸","尺","什","伯","萬","千","里","百","中","十","兩","九","一","四","五","六","二","在","三","次","比","代","倍","者",
];
//[];

var distinct_ddj_all_virtue=distinct_ddj_Grammics;


//////////////////////
/////////////////////
var Oxymoron_pair1=
{
    //"有": "無",
    //"是": "非",  
    //"可": "勿",

    "同": "異",
    "衆": "寡",
    "妙": "徼",
    "善": "惡",
    "下": "上",
    "生": "死",
    "難": "易",
    "長": "短",
    "前": "後",
    "先": "後2",
    "實": "虛",
    "強": "弱",
    "寵": "侮",
    "榮": "辱",
    "多": "少",
    "曲": "直",
    "重": "輕",
    "雄": "雌",
    "黑": "白",
    
    "成": "敗",
    "左": "右",
    "大": "小",
    "彼": "此",
    "貴": "賤",
    "益": "損",
    "熱": "寒",
    "出": "入",
    "早": "晚",
    "利": "害",
    //"死": "活",
    "存":"亡",
    "堅":"柔",
    "敢":"畏",
    "智":"愚",
    "福":"禍",
    "進":"退",
    "貧":"富",
    "混":"清",
    "重":"輕",
    "樂":"哀",
    "始":"終",
    "正":"反",
    "凶":"祥",
    "陽":"陰",
    "古":"今",
    "閉":"開",
    "往":"來",
    "真":"偽",
    "老":"新",
    "笑":"泣",
    "靜":"躁",
    "公":"私",
    "剛":"脆",
    "高":"窪",
    "巧":"拙",
    "威":"泰",
    "缺":"全",
    "勇":"懼",
    "剛":"脆",
    "毒":"甘",
    "割":"方",
    "昏":"明",
    "殆":"安",
}
var ddj_negative=[
"不","無","莫","非","未","勿"
];
//不:244,無:101,莫:20,非:10,未:7,勿:4,==386.
//。:378
var ddj_Positive=[
"有","是","可"
];


var ddj_standalone=[
"將","能","共","用","致","輻","當","安","至","象"
];

var temp=[
"什","伯",
]

var ddj_animals=
[
"獸","畜","雞","犬","虺","蠆","蜂","蛇","鳥","牝","牡","魚","虎","狗","馬","爪","燕"
]

var ddj_humanity=
[
"父","子","兒","嬰","孩","孫","母","口","首","腹","骨","目","耳","筋","手","心","身",
]


var ddj_theo=[
"主","神","靈","帝","氣","罪","免","末","鬼","王","聖","愛","君","法","兆","義","祭","祀","妖","宗"
]
var Oxymoron_pair2={
    "無欲":"有欲",
    "同":"異",
    "是":"非",
    "可":"勿",
    "衆":"寡",
    "妙":"徼",
}
var juxteposition_pair1={
    "天":"地",
    //"始":"母",
    "美":"善",
}
var juxteposition_pair2={
    "天地":"萬物",
    "":"",
}




////////////
/////////////////////////////

//不有
//有   無
//有名 無名
//有欲 無欲 
//有身 無身
//有之 無之




















