
var zi=
{"子":{
"3"		:["","","","","","","不尚賢，使民不爭；不貴難得之貨，使民不為盜；不見可欲，使心不亂。是以聖人之治，虛其心，實其腹，弱其志，強其骨。常使民無知無欲。使夫1知者不敢為也。為無為，則無不治。"],
"4"		:["","","","","","","道沖而用之或不盈。淵兮似萬物之宗。挫其銳，解其紛，和其光，同其塵。湛兮似或存。吾不知誰之子，象帝之先。"],
"31"	:["","","","","","","夫佳兵者，不祥之器，物或惡之，故有道者不處。君子居則貴左，用兵則貴右。兵者不祥之器，非君子之器，不得已而用之，恬淡為上。勝而不美，而美之者，是樂殺人。夫樂殺人者，則不可以得志於天下矣。吉事尚左，凶事尚右。偏將軍居左，上將軍居右，言以喪禮處之。殺人之衆，以哀悲泣之，戰勝以喪禮處之。"	],
"32"	:["","","","","","","道常無名。   樸雖小，1天下莫能臣也。侯王若能守之，萬物將自賓。天地相合，以降甘露，民莫之令而自均。始制有名，名亦既有，夫亦將知止，知止所以不殆。譬道之在天下，猶川谷之與江海。 "],
"52"	:["","","","","","","天下有始，以為天下母。既得1其母，以2知其子，既知其子，復守其母，沒身3不殆。塞其兌，閉其門，終身不勤。開其兌，濟其事，終身不救。見小曰明，守柔曰強。用其光，復歸其明，無遺身殃；是為習常。 "],
"54"	:["","","","","","","善建不拔，善抱者不脫，子孫以祭祀不輟。修之於身，其德乃真；修之於家，其德乃餘；修之於鄉，其德乃長；修之於國，其德乃豐；修之於天下，其德乃普。故以身觀身，以家觀家，以鄉觀鄉，以國觀國，以天下觀天下。吾何以知天下然哉？以此。"],
"55"	:["","","","","","","含德之厚，比於赤子。蜂蠆虺蛇不螫，猛獸不據，攫鳥不搏。骨弱筋柔而握固。未知牝牡之合而全作，精之至也。終日號而不嗄，和之至也。知和曰常，知常曰明，益生曰祥。心使氣曰強。物壯則老，謂之不道，不道早已。"],
"62"	:["","","","","","","道者萬物之奧。善人之寶，不善人之所保。美言可以市，尊行可以加人。人之不善，何棄之有？故立天子，置三公，雖有拱璧以先駟馬，不如坐進此道。古之所以貴此道者何？不曰：以求得，有罪以免耶？故為天下貴。"],
}};



var Dao_Traits=
{
	"1": ["Incomprehensibility","undescriptable"],
	"4": ["Providence","endless"],
	"8": ["","like water: no-contend,among-evil"],
	"9": ["","humble"],
	"14":["","of ancestors"],
	"15":["","humble"],
	"16":["","glory,catholic,king,heaven,endless"],
	"18":["","over rightenousness"],
	"21":["","obedience, undescriptable"],
	"23":["","joyful"],
	"24":["Impassibility","unhandle"],
	"25":["","endless cycling, constant, mother, greatness"],
	"30":["Jesus","weak"],
	"31":["Jesus","unhandle"],
	"32":["Mystery,Jesus","undescriptable"],
	"34":["","everywhere"],
	"35":["","mundane"],
	"37":["","wuwei but do anything"],
	"38":["","rank:Dao, De, righteousness,ritual,loyality,wanton"],
	"40":["","prefer weak"],
	"41":["","rank to Dao; undescriptable, success"],
	"42":["","creator"],
	"46":["","in world"],
	"47":["","close"],
	"48":["","lossing"],
	"51":["","creator, honored"],
	"55":["","weak"],
	"59":["","eternal"],
	"60":["","powerful"],
	"62":["","mysterious,entered"],
	"65":["","ignorant, fool"],
	"67":["","greatness"],
	"73":["","wuwei,autocome, anything"],
	"77":["","honored"],
	"79":["","no-flesh"],
	"81":["","harmless,no-contend"]
}



