var TerersaDengSongs = 
{
    "我只在乎你": {
        "https://www.youtube.com/watch?v=P0Sdisx9i98":"the best song Teresa loved. about 6.4.",
        "url": "https://www.youtube.com/watch?v=k5gE_8z_xKM",
        "s": `
        如果没有遇见你
        我将会是在哪里
        日子过得怎么样
        人生是否要珍惜
        也许认识某一人
        过着平凡的日子
        不知道会不会
        也有爱情甜如蜜
        任时光匆匆流去
        我只在乎你
        心甘情愿感染你的气息
        人生几何能够得到知己
        失去生命的力量也不可惜
        所以我求求你
        别让我离开你
        除了你 我不能感到一丝丝情意

        如果有那么一天
        你说即将要离去
        我会迷失我自己
        走入无边人海里
        不要什么诺言
        只要天天在一起
        我不能只依靠
        片片回忆活下去
        任时光匆匆流去
        我只在乎你
        心甘情愿感染你的气息
        人生几何能够得到知己
        失去生命的力量也不可惜
        所以我求求你
        别让我离开你
        除了你 我不能感到一丝丝情意
        任时光匆匆流去
        我只在乎你
        心甘情愿感染你的气息
        人生几何能够得到知己
        失去生命的力量也不可惜
        所以我求求你
        别让我离开你
        除了你 我不能感到一丝丝情意 [2]
`
    },
    "甜蜜蜜":
    {
        "url": "",
        "s": `
        Sweet on You
        甜蜜蜜
        你笑得甜蜜蜜
        好像花儿开在春风里
        开在春风里
        在哪里
        在哪里见过你
        你的笑容这样熟悉
        我一时想不起
        啊在梦里
        梦里梦里见过你
        甜蜜笑得多甜蜜
        是你是你
        梦见的就是你
        在哪里
        在哪里见过你
        你的笑容这样熟悉
        我一时想不起
        啊在梦里
        在哪里
        在哪里见过你
`},
    "小城故事": {
        "url": "《小城故事》演唱：邓丽君. 填词：庄奴. 谱曲：翁清溪. 编曲：翁清溪，顾嘉辉. 音乐风格：流行. 歌曲语言：普通话",
        "s": `
        小城故事多
        充满喜和乐
        若是你到小城来
        收获特别多
        看似一幅画
        听像一首歌
        人生境界-真善美-这里已包括
        谈的谈说的说
        小城故事真不错
        请你的朋友一起来
        小城来做客
        谈的谈说的说
        小城故事真不错
        请你的朋友一起来
        小城来做客
    `
    },
    "小城多可愛  作詞：莊奴    作曲：湯尼": {
        "url": "",
        "s": `
        小城多可愛
        溫情似花開
        悠悠春風映桃李
        雨露盡關懷

        根要往下生
        花要向上開
        大地綿延須勤奮
        一代接一代

        去的去 來的來
        小城風貌永不改
        外面的世界雖美麗
        小城更可愛x2
    `
    },
    "雪中蓮":{
        "url":"",
        "s":`
        雪花飄 飄起了多少愛戀
        雪花飛 飛起了多少情緣
        蓮花開在雪中間
        多少的希望 多少的心願
        默默等待有情人 但願情意永不變
        雪花片片飛 飛滿天

        雪花飄 飄起了多少愛戀
        雪花飛 飛起了多少情緣
        往事如夢似雲煙
        多少的甜蜜 多少的懷念
        縱然相隔那麼遠 真情永駐在心田
        雪花片片飛 飛滿天
        `
    },
    "你在我心中":{
        "url":"",
        "s":`
        你說過你一定會來這裏看看我
        你可否知道我天天在盼望著你
        別忘了你曾說過對我有深深情意
        希望你能快回來讓我找回往日溫馨
        請你留下不再遠離 聽我說句真心的話
        在我的心中多麼愛你 但願我也在你心裏
        
        要記住我對你說的每句真心話
        要珍惜我們倆在一起的甜蜜時光
        忘掉那別離時候 我倆的痛苦寂寞
        也請你千萬不要 狠心把我忘記
        請你留下不要走 我是那樣真心愛你
        在我的心中永遠愛你 但願我也在你心裏
        
        請你留下不要走 我是那樣真心愛你
        在我的心中永遠愛你 但願我也在你心裏
        `
    },
    "但願人長久":{
        "url":"",
        "s":`
        明月幾時有 把酒問青天
        不知天上宮闕 今夕是何年
        
        我欲乘風歸去 唯恐瓊樓玉宇 高處不勝寒
        起舞弄清影 何似在人間
        
        轉朱閣 低綺戶 照無眠
        不應有恨 何事長向別時圓
        人有悲歡離合 月有陰晴圓缺
        此事古難全 但願人長久 千里共嬋娟
        
        轉朱閣 低綺戶 照無眠
        不應有恨 何事長向別時圓 ( 別時圓 )
        人有悲歡離合 月有陰晴圓缺
        此事古難全 但願人長久 千里共嬋娟
        `
    },
    "君心我心":{
        "info":"作詞：林煌坤    作曲：安蒂",
        "url":"",
        "s":`
        多少清晨 多少黃昏 一段舊情 常掛我心
        幾許良辰 幾許美景 恰似春夢 消逝無痕
        
        你給我的溫馨已經冰冷 訴情的小徑落花繽紛
        
        獨把琴弦撥弄一陣哽咽 只要想起你又愛又恨
        君心我心 不能共鳴 刻骨的情 銘心成恨
        
        你給我的溫馨已經冰冷 訴情的小徑落花繽紛
        
        獨把琴弦撥弄一陣哽咽 只要想起你又愛又恨
        君心我心 不能共鳴 刻骨的情 銘心成恨        
        `
    },
    "南海姑娘":{
        "info":"作詞：佚名     作曲：佚名",
        "url":"",
        "s":`
        椰風挑動銀浪 夕陽躲雲偷看
        看見金色的沙灘上 獨坐一位美麗的姑娘
        眼睛星樣燦爛 眉似新月彎彎
        穿著一件紅色的沙龍 紅得像她嘴上的檳榔
        
        她在輕嘆 嘆那無情郎
        想到淚汪汪 濕了紅色沙龍白衣裳
        唉呀南海姑娘 何必太過悲傷
        年紀輕輕只十六半 舊夢失去有新侶作伴
        
        她在輕嘆 嘆那無情郎
        想到淚汪汪 濕了紅色沙龍白衣裳
        唉呀南海姑娘 何必太過悲傷
        年紀輕輕只十六半 舊夢失去有新侶作伴        
        `
    },
    "假如我是真的":{
        "info":"作詞：莊奴    作曲：欣逸",
        "url":"",
        "s":`
        假如流水能回頭 請你帶我走
        假如流水能接受 不再煩～憂
        
        有人羨慕你 自由自在的流
        我願變做你 到處任意遊呀遊
        
        假如流水換成我 也要淚兒流
        假如我是清流水 我也不回頭
        
        假如流水能回頭 請你帶我走
        假如流水能接受 不再煩～憂
        
        有人羨慕你 自由自在的流
        我願變做你 到處任意遊呀遊
        
        假如流水換成我 也要淚兒流
        假如我是清流水 我也不回頭
        
        有人羨慕你 自由自在的流
        我願變做你 到處任意遊呀遊
        
        假如流水換成我 也要淚兒流
        假如我是清流水 我也不回頭
        `
    },
    "翠湖寒":{
        "info":"作詞：孫儀    作曲：駱明道",
        "url":"",
        "s":`
        我曾在翠湖寒
        留下我的情感
        如詩 如畫 似夢似幻
        那是我 那是我的初戀
        
        朝朝暮暮懷念
        翠湖帶雨含煙
        我心 我情 如舊
        人兒他 人兒他是否依然
        
        我曾在翠湖寒
        留下我的情感
        如詩 如畫 似夢似幻
        那是我 那是我的初戀
        
        朝朝暮暮懷念
        翠湖帶雨含煙
        我心 我情 如舊
        人兒他 人兒他是否依然
        `
    },
    "黃昏裡":{
        "info":"作詞：林煌坤    作曲：Inoue Tadao/Yamagami Michio",
        "url":"",
        "s":`
        黃昏裡那一抹斜陽又向西 默默的叫我想起你
        想起你那甜蜜笑語 無限的關懷還充滿著愛意 盪樣在心海裡
        
        只是你 你在那裡？
        難道你 已把我忘記
        可知道我時常在那黃昏裡 想起你悄悄的哭泣
        
        黃昏裡那一抹斜陽又向西 默默的叫我想起你
        想起你那甜蜜笑語 無限的關懷還充滿著愛意 盪樣在心海裡
        
        為何我這麼痴迷？ 為何我難把你忘記
        可知道我時常在這斜陽裡 盼望你再讓我愛你
        
        為何我這麼痴迷？ 為何我難把你忘記
        可知道我時常在這斜陽裡 盼望你再讓我愛你
        `
    },
    "一個小心願":{
        "info":"作詞：陳雲山    作曲：鈴木邦彥",
        "url":"",
        "s":`
        看絲絲小雨 輕飄在窗前
        聽絲絲小雨 輕輕打在屋簷
        絲絲的小雨 悄悄來到人間
        小雨多詩意 那小雨多可愛
        我份外留戀 一個小心願 當在我心田
        願那小雨 洗去塵煙
        一個小心願 常在我心田
        願那小雨 煩憂都洗遍
        
        看絲絲小雨 輕飄在窗前
        聽絲絲小雨 輕輕打在屋簷
        絲絲的小雨 悄悄來到人間
        小雨多詩意 那小雨多可愛
        我份外留戀
        Sha La Sha La La
        小雨 Sha La La
        Sha La Sha La La
        Sha La La La La
        Sha La Sha La La
        小雨 Sha La La
        Sha La Sha La La
        Sha La La La La
        Sha La Sha La La
        小雨 Sha La La
        Sha La Sha La La
        Sha La La La La
        Sha La Sha La La
        小雨 Sha La La
        `
    },
    "又見炊煙":{
        "info":"作詞：莊奴    作曲：海沼實",
        "url":"",
        "s":`
        又見炊煙升起 暮色罩大地
        想問陣陣炊煙 你要去哪裡
        夕陽有詩情 黃昏有畫意
        詩情畫意雖然美麗 我心中只有你
        
        又見炊煙升起 勾起我回憶
        願你變作彩霞 飛到我夢裏
        夕陽有詩情 黃昏有畫意
        詩情畫意雖然美麗 我心中只有你
        
        夕陽有詩情 黃昏有畫意
        詩情畫意雖然美麗 我心中只有你
        詩情畫意雖然美麗 我心中只有你
        `
    },
    "原鄉情濃":{
        "info":"作詞：黃河(彎彎)    作曲：翁清溪",
        "url":"",
        "s":`
        山上有路 路難行咧
        彎彎曲曲 一層又一層咧
        小哥要去看小妹咧 不怕山高路不平咧
        
        山上石頭 大又硬咧
        歪歪倒倒 一層又一層咧
        小哥不怕硬石頭咧 只怕小妹心腸硬咧
        
        路邊椰樹 高又高咧
        風吹椰樹 一搖又一搖咧
        小妹愛哥身體壯咧 哥愛小妹身苗條咧
        
        香蕉樹上 結香蕉咧
        樹上香蕉 一條又一條咧
        哥和小妹一條心咧 小妹和哥心一條咧
        `
    },
    "獨上西樓":{
        "info":"作詞：李煜    作曲：劉家昌  編曲：盧東尼",
        "url":"",
        "s":`
        無言獨上西樓，月如鉤，寂寞梧桐深院鎖清秋
        剪不斷理還亂，是離愁，別有一番滋味在心頭
        
        無言獨上西樓，月如鉤，寂寞梧桐深院鎖清秋
        剪不斷理還亂，是離愁，別有一番滋味在心頭
        
        剪不斷理還亂，是離愁，別有一番滋味在心頭
        
        無言獨上西樓，月如鉤，寂寞梧桐深院鎖清秋
        剪不斷理還亂，是離愁，別有一番滋味在心頭
        `
    },
    "愛的開始":{
        "info":"",
        "url":"",
        "s":`
        不要再說春還沒來
        不要再等那天邊的雲彩
        何妨在路邊摘下一根小草
        做兩個指環我們戴
        不要再說花還沒開
        不要再問那茫茫的大海
        如果要相愛就要有個開始
        總不能深藏在心懷
        為何愛的門
        早已經為我們開
        可是我們卻在門外
        無言地徘徊
        不如我們就把愛的開始
        約定在今天
        免得苦苦再等待
        為何把兩個愛的夢
        遙遙地分開
        我們在夢中
        各自低頭細述情懷
        不如我們就把愛的開始
        約定在今天
        免得苦苦再等待
        
        為何愛的門
        早已經為我們開
        可是我們卻在門外
        無言地徘徊
        不如我們就把愛的開始
        約定在今天
        免得苦苦再等待
        為何把兩個愛的夢
        遙遙地分開
        我們在夢中
        各自低頭細述情懷
        不如我們就把愛的開始
        約定在今天
        免得苦苦再等待
        `
    },
    "千言萬語":{
        "info":"作詞：爾英    作曲：古月",
        "url":"",
        "s":`
        不知道為了什麼 憂愁它圍繞著我
        我每天都在祈禱 快趕走愛的寂寞
        那天起 你對我說 永遠的愛著我
        千言和萬語隨浮雲掠過
        
        不知道為了什麼 憂愁它圍繞著我
        我每天都在祈禱 快趕走愛的寂寞
        
        不知道為了什麼 憂愁它圍繞著我
        我每天都在祈禱 快趕走愛的寂寞
        
        那天起 你對我說 永遠的愛著我
        千言和萬語隨浮雲掠過
        
        不知道為了什麼 憂愁它圍繞著我
        我每天都在祈禱 快趕走愛的寂寞
        `
    },
    "不管你是誰":{
        "info":"作詞：莊奴    作曲：湯尼",
        "url":"",
        "s":`
        我家的小妹
        剛滿呀十八歲
        生得像一朵花
        笑起來人更美
        好多人都在追
        她沒有看上誰
        要等那有情人
        不知他是誰
        我家的小妹
        剛滿呀十八歲
        生得像一朵花
        笑起來人更美
        誰要追我小妹
        歡迎你來追
        要追呀先排隊
        不管你是誰
        
        我家的小妹
        剛滿呀十八歲
        生得像一朵花
        笑起來人更美
        好多人都在追
        她沒有看上誰
        要等那有情人
        不知他是誰
        我家的小妹
        剛滿呀十八歲
        生得像一朵花
        笑起來人更美
        誰要追我小妹
        歡迎你來追
        要追呀先排隊
        不管你是誰
        `
    },
    "水漣漪":{
        "info":"",
        "url":"",
        "s":`
        心湖裡起漣漪
        心湖裡看見你
        希望在心湖裡
        成漣漪，成漣漪
        是誰在心坎兒裡
        問一問你自己
        希望在心湖裡
        成漣漪，成漣漪
        心湖裡起漣漪
        心湖裡看見你
        希望在心湖裡
        成漣漪，成漣漪
        是誰在心坎兒裡
        問一問你自己
        希望在心湖裡
        成漣漪，成漣漪
        `
    },
    "你可知道我愛誰":{
        "info":"作詞：爾英    作曲：古月",
        "url":"",
        "s":`
        你可知道我愛誰
        心上人是哪一位
        比你溫柔一千倍
        比他可愛一萬倍
        一點兒也不虛偽
        受到了創傷不流淚
        愛的路上不徘徊
        象激流中的魚兒永遠不氣餒
        真叫人敬佩
        
        你可知道我愛誰
        心上人是哪一位
        比你溫柔一千倍
        比他可愛一萬倍
        
        一點兒也不虛偽
        受到了創傷不流淚
        愛的路上不徘徊
        象激流中的魚兒永遠不氣餒
        真叫人敬佩
        真叫人敬佩
        真叫人敬佩
        `
    },
    "你怎麼說":{
        "info":"作詞：上官月    作曲：司馬亮 ",
        "url":"",
        "s":`
        我沒忘記你忘記我
        連名字你都說錯
        證明你一切都是在騙我
        看今天你怎麼說
        
        你說過兩天來看我
        一等就是一年多
        三百六十五個日子不好過
        你心裡根本沒有我
        把我的愛情還給我
        
        我沒忘記你忘記我
        連名字你都說錯
        證明你一切都是在騙我
        看今天你怎麼說
        
        你說過兩天來看我
        一等就是一年多
        三百六十五個日子不好過
        你心裡根本沒有我
        把我的愛情還給我
        
        你說過兩天來看我
        一等就是一年多
        三百六十五個日子不好過
        你心裡根本沒有我
        把我的愛情還給我
        `
    },
    "忘記他":{
        "info":"作詞：黃霑    作曲：黃霑",
        "url":"",
        "s":`
        忘記他 等於忘掉了一切
        等於將方和向拋掉 遺失了自己
        
        忘記他 等於忘盡了歡喜
        等於將心靈也鎖住 同苦痛一起
        
        從來只有他 可以令我欣賞自己
        更能讓我去用愛 將一切平凡事 變得美麗
        
        忘記他 怎麼忘記得起
        銘心刻骨來永久記住 從此永無盡期
        
        忘記他 等於忘盡了歡喜
        等於將心靈也鎖住 同苦痛一起
        
        從來只有他 可以令我欣賞自己
        更能讓我去用愛 將一切平凡事 變得美麗
        
        忘記他 怎麼忘記得起
        銘心刻骨來永久記住 從此永無 盡期
        `
    },
    "我怎能離開你":{
        "info":"作詞：海舟/瓊瑤    作曲：古月",
        "url":"",
        "s":`
        問彩雲，何處飛
        願乘風永追隨
        有奇緣，能相聚
        死亦無悔
        我柔情深似海
        你癡心可問天
        誓相守，長繾綣
        歲歲年年
        
        我怎能離開你
        我怎能將你棄
        你常在我心底
        信我莫疑
        願兩情常相守
        在一處永綢繆
        除了你還有誰，和我為偶
        
        藍色花一叢叢
        名叫做勿忘儂
        願你手摘一枝，永佩心中
        花雖好有時枯
        只有愛不能移
        我和你共始終，信我莫疑
        `
    },
    "原鄉人":{
        "info":"作詞：莊奴    作曲：湯尼",
        "url":"",
        "s":`
        我張開一雙翅膀
        背馱著一個希望
        飛過那陌生的城池
        去到我嚮往的地方
        
        在曠野中我嗅到芬芳
        從泥土裡我攝取營養
        為了吐絲蠶兒要吃桑葉
        為了播種花兒要開放
        我走過叢林山崗
        也走過白雪茫茫
        看到了山川的風貌
        也聽到大地在成長
        
        在曠野中我嗅到芬芳
        從泥土裡我攝取營養
        為了吐絲蠶兒要吃桑葉
        為了播種花兒要開放
        我走過叢林山崗
        也走過白雪茫茫
        看到了山川的風貌
        也聽到大地在成長
        `
    },
    "海韻":{
        "info":"作詞：莊奴    作曲：古",
        "url":"",
        "s":`
        女郎 你為什麼 獨自 徘徊在海灘
        女郎 難道不怕 大海 就要起風浪
        
        啊～ 不是海 浪 是我美麗衣裳 飄盪
        縱然 天邊有黑霧 也要像那海鷗 飛翔
        
        女郎 我是多麼 希望 圍繞妳身旁
        女郎 和你去看 大海 去看那風浪
        
        啊～ 不是海 浪 是我美麗衣裳 飄盪
        縱然 天邊有黑霧 也要像那海鷗 飛翔
        
        女郎 我是多麼 希望 圍繞妳身旁
        女郎 和你去看 大海 去看那風浪
        `
    },
    "梅花":{
        "info":"作詞：劉家昌    作曲：劉家昌",
        "url":"",
        "s":`
        梅花 梅花滿天下 愈冷它愈開花
        梅花堅忍象徵我們 巍巍的大中華
        
        看啊遍地開了梅花 有土地就有它
        冰雪風雨它都不怕 它是我的國花
        
        梅花 梅花滿天下 愈冷它愈開花
        梅花堅忍象徵我們 巍巍的大中華
        
        看啊遍地開了梅花 有土地就有它
        冰雪風雨它都不怕 它是我的國花
        `
    },
    "甜蜜蜜":{
        "info":"作詞：莊奴(黃河)    作曲：印尼民歌",
        "url":"",
        "s":`
        甜蜜蜜 你笑得甜蜜蜜
        好像花兒開在春風裡 開在春風裡
        
        在那裡 在那裡見過你
        你的笑容這樣熟悉 我一時想不起
        啊～ 在夢裡
        
        夢裡 夢裡見過你 甜蜜 笑得多甜蜜
        是你 是你 夢見的就是你
        
        在那裡 在那裡見過你
        你的笑容這樣熟悉 我一時想不起
        啊～ 在夢裡
        
        在那裡 在那裡見過你
        你的笑容這樣熟悉 我一時想不起
        啊～ 在夢裡
        
        夢裡 夢裡見過你 甜蜜 笑得多甜蜜
        是你 是你 夢見的就是你
        
        在那裡 在那裡見過你
        你的笑容這樣熟悉 我一時想不起
        啊～ 在夢裡
        `
    },
    "幾多愁":{
        "info":"作詞：李煜    作曲：譚健常 編曲：陳揚",
        "url":"",
        "s":`
        春花秋月何時了
        往事知多少
        小樓昨夜又東風
        故國不堪回首月明中
        
        雕欄玉砌應猶在
        只是朱顏改
        問君能有幾多愁
        恰似一江春水向東流
        
        春花秋月何時了
        往事知多少
        小樓昨夜又東風
        故國不堪回首月明中
        
        雕欄玉砌應猶在
        只是朱顏改
        問君能有幾多愁
        恰似一江春水向東流
        
        雕欄玉砌應猶在
        只是朱顏改
        問君能有幾多愁
        恰似一江春水向東流
        
        問君能有幾多愁
        恰似一江春水向東流
        
        恰似一江春水向東流
        恰似一江春水向東流
        `
    },
    "想你想斷腸":{
        "info":"作詞：林煌坤    作曲：王雲峰",
        "url":"",
        "s":`
        柳絲長 情意也長
        想你想斷腸
        淚汪汪 心也茫茫
        你到底在何方
        莫非你已把我遺忘
        不再回我身旁
        願你快把情意來傳
        莫讓我想你斷腸
        柳絲長 情意也長
        想你想斷腸
        淚汪汪 心也茫茫
        你到底在何方
        莫非你已把我遺忘
        不再回我身旁
        願你快把情意來傳
        莫讓我想你斷腸
        `
    },
    "漫步人生路":{
        "info":"作詞：鄭國江    作曲：中島美雪",
        "url":"",
        "s":`
        在你身邊路雖遠未疲倦
        伴你漫行一段接一段
        越過高峰另一峰卻又見
        目標推遠讓理想永遠在前面
        
        路縱崎嶇亦不怕受磨練
        願一生中苦痛快樂也體驗
        愉快悲哀在身邊轉又轉
        風中賞雪霧裏賞花快樂迴旋
        
        毋用計較快欣賞身邊美麗每一天
        還願確信美景良辰在腳邊
        願將歡笑聲蓋掩苦痛那一面
        悲也好，喜也好，每天找到新發現
        讓疾風吹呀吹，儘管給我倆考驗
        小雨點，放心灑，早已決心向著前
        
        路縱崎嶇亦不怕受磨練
        願一生中苦痛快樂也體驗
        愉快悲哀在身邊轉又轉
        風中賞雪霧裏賞花快樂迴旋
        
        毋用計較快欣賞身邊美麗每一天
        還願確信美景良辰在腳邊
        願將歡笑聲蓋掩苦痛那一面
        悲也好，喜也好，每天找到新發現
        讓疾風吹呀吹，儘管給我倆考驗
        小雨點，放心灑，早已決心向著前
        `
    },
    "誹聞 - 日文":{
        "info":"",
        "url":"",
        "s":`
        あなたの背広の移り香は
        きっとどこかの綺麗な人でしょう
        三茶 下北 それとも 吉祥寺
        子供のように はしゃいでいたのね
        
        スキャンダルなら 男の勲章
        迷子にならずに 帰ってきてね
        お酒もいいの 噂もいいの
        私のことを忘れていないなら
        
        あなたの好みのお相手は
        髪を肩まで伸ばした人でしょう
        恵比寿 十番 それとも 西麻布
        夢人みたいに 時間を忘れて
        
        スキャンダルなら 男のロマンス
        夜明けの前には 帰ってきてね
        お酒もいいの 噂もいいの
        私のことを忘れていないなら
        
        スキャンダルなら 男の勲章
        迷子にならずに 帰ってきてね
        お酒もいいの 噂もいいの
        私のことを忘れていないなら
        `
    },
    "人面桃花":{
        "info":"詞：陳蝶衣    作曲：姚敏",
        "url":"",
        "s":`
        去年今日此門中 人面桃花相映紅
        人面是對人 常帶三分笑
        桃花也盈盈含笑舞春風
        
        烽火忽然連天起 無端驚破鴛鴦夢
        一霎時流亡載道廬舍空
        不見了賣酒人家舊芳容
        
        一處一處問行蹤 指望著劫後重相逢
        誰知道人面 漂泊何處去
        祇有那桃花依舊笑春風
        
        烽火忽然連天起 無端驚破鴛鴦夢
        一霎時流亡載道廬舍空
        不見了賣酒人家舊芳容
        
        一處一處問行蹤 指望著劫後重相逢
        誰知道人面 漂泊何處去
        祇有那桃花依舊笑春風(笑春風)
        `
    },
    "不了情":{
        "info":"作詞：陶秦    作曲：莫然 編曲：奧金寶",
        "url":"",
        "s":`
        忘不了 忘不了
        忘不了你的錯 忘不了你的好
        忘不了雨中的散步 也忘不了那風裏的擁抱
        
        忘不了 忘不了
        忘不了你的淚 忘不了你的笑
        忘不了葉落的惆悵 也忘不了那花開的煩惱
        
        寂寞的長巷 而今斜月清照
        冷落的鞦韆 而今迎風輕搖
        它重複你的叮嚀 一聲聲 忘了 忘了
        它低訴我的衷曲 一聲聲 難了 難了
        
        忘不了 忘不了
        忘不了春已盡 忘不了花已老
        忘不了離別的滋味 也忘不了那相思的苦惱
        
        寂寞的長巷 而今斜月清照
        冷落的鞦韆 而今迎風輕搖
        它重複你的叮嚀 一聲聲 忘了 忘了
        它低訴我的衷曲 一聲聲 難了 難了
        
        忘不了 忘不了
        忘不了春已盡 忘不了花已老
        忘不了離別的滋味 也忘不了那相思的苦惱
        `
    },
    "月亮代表我的心":{
        "info":"作詞：孫儀    作曲：翁清溪  編曲：盧東尼",
        "url":"",
        "s":`
        你問我愛你有多深 我愛你有幾分
        我的情也真 我的愛也真 月亮代表我的心
        
        你問我愛你有多深 我愛你有幾分
        我的情不移 我的愛不變 月亮代表我的心
        
        輕輕的一個吻 已經打動我的心
        深深的一段情 教我思念到如今
        
        你問我愛你有多深 我愛你有幾分
        你去想一想 你去看一看 月亮代表我的心
        
        輕輕的一個吻 已經打動我的心
        深深的一段情 教我思念到如今
        
        你問我愛你有多深 我愛你有幾分
        你去想一想 你去看一看 月亮代表我的心
        你去想一想 你去看一看 月亮代表我的心
        `
    },
    "在水一方":{
        "info":"作詞：瓊瑤    作曲：林家慶",
        "url":"",
        "s":`
        綠草 蒼蒼 白霧 茫茫
        有位 佳人 在水 一方
        
        綠草 萋萋 白霧 迷離
        有位 佳人 靠水 而居
        
        我願逆流而上 依偎在她身旁
        無奈前有險灘 道路又遠又長
        
        我願順流而下 找尋她的方向
        卻見依稀彷彿 她在水的中央
        
        我願逆流而上 與她輕言細語
        無奈前有險灘 道路曲折無已
        
        我願順流而下 找尋她的蹤跡
        卻見彷彿依稀 她在水中佇立
        
        綠草 蒼蒼 白霧 茫茫
        有位 佳人 在水 一方        
        `
    },
    "恨不相逢未嫁時(親切版)":{
        "info":"作詞：金成    作曲：姚敏",
        "url":"",
        "s":`
        冬夜裡吹來一陣春風
        心底死水起了波動
        雖然那溫暖片刻無蹤
        誰能忘卻了失去的夢
        你為我留下一篇春的詩
        卻教我年年寂寞度春時
        直到我做新娘的日子
        才開始不提你的名字
        可是命運偏好作弄
        又使我倆無意間相逢
        我們只淡淡的招呼一聲
        多少的甜蜜辛酸
        失望苦痛
        盡在不言中
        
        你為我留下一篇春的詩
        卻教我年年寂寞度春時
        直到我做新娘的日子
        才開始不提你的名字
        可是命運偏好作弄
        又使我倆無意間相逢
        我們只淡淡的招呼一聲
        多少的甜蜜辛酸
        失望苦痛
        盡在不言中
        `
    },
    "雨夜花":{
        "info":"作詞：周添旺    作曲：鄧雨賢",
        "url":"",
        "s":`
        雨夜花 雨夜花
        受風雨吹落地
        無人看見每日怨嗟
        花謝落土不再回
        
        雨無情 雨無情
        無想阮的前程
        並無看顧軟弱心性
        乎阮前途失光明
        
        雨水滴 雨水滴
        引阮入受難池
        怎樣乎阮離葉離枝
        永遠無人通看見
        
        花落土 花落土
        有誰人通看顧
        無情風雨誤阮前途
        花蕊若落要如何
        
        雨夜花 雨夜花
        受風雨吹落地
        無人看見每日怨嗟
        花謝落土不再回
        
        雨無情 雨無情
        無想阮的前程
        並無看顧軟弱心性
        乎阮前途失光明
        `
    },
    "恰似你的溫柔":{
        "info":"作詞：梁弘志    作曲：梁弘志",
        "url":"",
        "s":`
        某年某月的某一天 就像是一張破碎的臉
        難以開口道再見 就讓一切走遠
        這不是件容易的事 我們卻都沒有哭泣
        讓它淡淡地來 讓它好好的去
        到如今復一年 我不能停止懷念 懷念你 懷念從前
        但願那海風再起只為那浪花的手 恰似你的溫柔
        
        某年某月的某一天 就像是一張破碎的臉
        難以開口道再見 就讓一切走遠
        這不是件容易的事 我們卻都沒有哭泣
        讓它淡淡地來 讓它好好的去
        到如今復一年 我不能停懷念 懷念你 懷念從前
        但願那海風再起只為那浪花的手
        恰似你的溫柔
        
        到如今復一年 我不能停止懷念 懷念你 懷念從前
        但願那海風再起只為那浪花的手
        恰似你的溫柔
        `
    },
    "風中的早晨":{
        "info":"",
        "url":"",
        "s":`
        作詞：洪光達/馬兆駿    作曲：洪光達/馬兆駿

        我推開窗門，迎向風中的一個早晨；
        我靜靜地等待、等待著你，柔情地眼神。
        看日落月升、看黎明黃昏，看風兒吹過每個早晨。
        看日落月升、看黎明黃昏，看不到你柔情地眼神。
        只聽見永恆的潮聲、永恆的潮聲；
        迎向風中的早晨、迎向風中裡的每個早晨。
        
        我推開窗門，迎向風中的一個早晨；
        我靜靜地等待、等待著你，柔情地眼神。
        看日落月升、看黎明黃昏，看風兒吹過每個早晨。
        看日落月升、看黎明黃昏，看不到你柔情地眼神。
        只聽見永恆的潮聲、永恆的潮聲；
        迎向風中的早晨、迎向風中裡的每個早晨。
        
        我推開窗門，迎向風中的一個早晨；
        我靜靜地等待、等待著你，柔情地眼神。
        看日落月升、看黎明黃昏，看風兒吹過每個早晨。
        看日落月升、看黎明黃昏，看不到你柔情地眼神。
        只聽見永恆的潮聲、永恆的潮聲；
        迎向風中的早晨、迎向風中的早晨。
        看日落月升、看黎明黃昏，看風兒吹過每個早晨。
        看日落月升、看黎明黃昏，看不到你柔情地眼神。
        看日落月升、看黎明黃昏，看風兒吹過每個早晨…
        `
    },
    "淚的小雨":{
        "info":"",
        "url":"",
        "s":`
        作詞：莊奴    作曲：日本曲

        分不出是淚是雨 淚和雨憶起了你
        憶起你雨中分離 淚珠兒 灑滿地
        
        哭泣 你哭泣為了分離
        分離 分離後再相見不易
        
        我重把你的愛情藏在我心底
        啊... 藏在我心底 就好像 藏起回憶
        
        我喜歡綿綿細雨 細雨裡憶起了你
        憶起你在我懷裡 淚珠兒 灑滿地
        
        哭泣 你哭泣為了分離
        分離 分離後再相見不易
        
        我重把你的影子藏在睡夢裡
        啊... 藏在睡夢裡 就好像 藏起回憶
        
        分不出是淚是雨 淚和雨憶起了你
        憶起你雨中分離 淚珠兒 灑滿地
        
        哭泣 你哭泣為了分離
        分離 分離後再相見不易
        
        我重把你的眼淚藏在寂寞裡
        啊... 藏在寂寞裡 就好像 藏起回憶
        `
    },
    "望春風":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：李臨秋    作曲：鄧雨賢
        
        獨夜無伴守燈下春風對面吹
        十七八歲未出嫁看著少年家
        果然漂緻面肉白誰家人子弟
        想要問伊驚呆勢心內彈琵琶
        
        想要郎君做尪婿意愛在心內
        等待何時君來採青春花當開
        聽見外面有人來開門甲看覓
        月娘笑阮憨大呆被風騙不知
        
        獨夜無伴守燈下春風對面吹
        十七八歲未出嫁看著少年家
        果然漂緻面肉白誰家人子弟
        想要問伊驚呆勢心內彈琵琶
        
        想要郎君做尪婿意愛在心內
        等待何時君來採青春花當開
        聽見外面有人來開門甲看覓
        月娘笑阮憨大呆被風騙不知
        `
    },
    "莫忘今宵":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：陳歌辛    作曲：陳歌辛
        
        莫忘了今宵，莫忘了今宵
        我把整個的心給你了
        我把整個人給你了
        
        離了你，這人生太枯燥
        離了你，這世界太無聊
        
        除了你，除了你
        我什麼都不要
        花是將開的紅
        人是為未婚的好
        
        你莫忘今宵，你莫忘今宵
        
        離了你，這人生太枯燥
        離了你，這世界太無聊
        
        除了你，除了你
        我什麼都不要
        花是將開的紅
        人是為未婚的好
        
        你莫忘今宵，你莫忘今宵
        你莫忘今宵，你莫忘今宵
        `
    },
    "雲河":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：劉家昌    作曲：劉家昌
        編曲：盧東尼
        
        雲河呀雲河
        雲河裡有個我
        隨風飄過
        從沒有找到真正的我
        一片片白茫茫遙遠的雲河
        像霧般朦朧地掩住了我
        我要隨著微風飄出雲河
        勇敢地走出那空虛寂寞
        
        雲河呀雲河
        雲河裡有個我
        隨風飄過
        從沒有找到真正的我
        一片片白茫茫遙遠的雲河
        像霧般朦朧地掩住了我
        我要隨著微風飄出雲河
        勇敢地走出那空虛寂寞
        
        一片片白茫茫遙遠的雲河
        像霧般朦朧地掩住了我
        我要隨著微風飄出雲河
        勇敢地走出那空虛寂寞
        `
    },
    "微風細雨":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：林功信    作曲：林功信
        
        微風吹著浮雲
        細雨漫漫飄落大地
        淋著我 淋著你
        淋的世界充滿詩意
        微風伴著細雨
        像我伴著可愛的你
        看著我 看著你
        看這世界多麼美麗
        啊 願我是風你是雨
        啊 微風盡在細雨裡
        漫步青青草地
        小草也在輕輕低語
        訴說無盡蜜語
        讓我們共尋覓
        
        微風吹著浮雲
        細雨漫漫飄落大地
        淋著我 淋著你
        淋的世界充滿詩意
        微風伴著細雨
        像我伴著可愛的你
        看著我 看著你
        看這世界多麼美麗
        啊 願我是風你是雨
        啊 微風盡在細雨裡
        漫步青青草地
        小草也在輕輕低語
        訴說無盡蜜語
        讓我們共尋覓
        
        訴說無盡蜜語
        讓我們共尋覓
        訴說無盡蜜語
        讓我們共尋覓
        `
    },
    "愛的箴言":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：羅大佑    作曲：羅大佑
        
        我將真心付給了你
        將悲傷留給我自己
        我將青春付給了你
        將歲月留給我自己
        我將生命付給了你
        將孤獨留給我自己
        我將春天付給了你
        將冬天留給我自己
        愛是沒有人能瞭解的東西
        愛是永恆的旋律
        愛是歡笑淚珠飄落的過程
        愛曾經是我也是你
        我將春天付給了你
        將冬天留給我自己
        我將你的背影留給我自己
        卻將自己給了你
        
        我將生命付給了你
        將孤獨留給我自己
        我將春天付給了你
        將冬天留給我自己
        愛是沒有人能瞭解的東西
        愛是永恆的旋律
        愛是歡笑淚珠飄落的過程
        愛曾經是我也是你
        我將春天付給了你
        將冬天留給我自己
        我將你的背影留給我自己
        卻將自己給了你
        `
    },
    "檳城艷":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：王粵生    作曲：王粵生
        
        馬來亞春色綠野景致如雅 椰樹影襯住那海角如畫
        花跟那風送葉聲夕陽斜掛 你看看那 那艷侶雙雙花蔭下
        
        馬來亞春色綠野景致艷雅 椰樹影襯住那海角如畫
        春風送一片綠香野外林掛 春風鮮花 心內覺舒暢樂也
        
        若午夜互訴情話 於椰樹下
        情侶在芭蕉曲徑 一雙雙相偎 怕看他
        
        馬來亞春色綠野景致如雅 椰樹影襯住那海角如畫
        心輕快只見艷花萬綠叢中掛 春風吹花 心內覺舒暢樂也
        
        若午夜互訴情話 於椰樹下
        情侶在芭蕉曲徑 一雙雙相偎 怕看他
        
        馬來亞春色綠野景致如雅 椰樹影襯住那海角如畫
        心輕快只見艷花萬綠叢中掛 春風吹花 心內覺舒暢樂也
        `
    },
    "三年":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：李雋清    作曲：姚敏
        
        想得我腸兒寸斷
        望得我眼兒欲穿
        好容易望到了你回來
        算算已三年
        想不到才相見
        別離又在明天
        這一回你去了幾時來
        難道又三年
        左三年 右三年
        這一生見面有幾天
        橫三年 豎三年
        還不如不見面
        明明不能留戀
        偏要苦苦纏綿
        為什麼放不下這條心
        情願受熬煎
        `
    },
    "眼淚中的愛":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：林煌坤    作曲：佚名
        
        等著你 等著你來
        好讓我再對你
        說再見 我的愛
        聲聲汽笛 火車要開
        我的一雙眼睛不斷地望
        還是不見你到來
        難忘你給我的情
        難忘你的關懷
        難忘你給我的愛
        難忘你的風采
        只因為已無緣
        我們倆應該分開
        聲聲汽笛 火車已開
        我的一雙眼睛含著眼淚
        淚眼要看你離開
        
        看著你 看著你來
        只是聽不到你
        說再見 我的愛
        聲聲汽笛 火車已開
        我的一雙眼睛充滿眼淚
        因為相逢已不在
        難忘你給我的情
        難忘你的關懷
        難忘你給我的愛
        難忘你的風采
        願我倆這段情
        常留在你我心懷
        聲聲汽笛 火車遠開
        我的一雙眼睛兩行熱淚
        想起我倆曾相愛
        `
    },
    "結識你那一天":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：盧國沾    作曲：印尼民謠
        
        共你數著 結識了幾多天
        說到最初相見在何處 前事如在眼前
        
        又記當日 結識你那一天
        那個最先心裡動情意 不想到別離了
        居然又重見
        
        但我又怕熱愛像雲煙
        願你共我 熱愛在明天
        心裡只盼 此愛不會改變
        
        在我心內 我緊記那一天
        閉上眼睛一吻為誰獻 輕輕跌在懷抱
        痴情為誰獻
        
        又記當日 結識你那一天
        那個最先心裡動情意 不想到別離了
        居然又重見
        
        但我又怕熱愛像雲煙
        願你共我 熱愛在明天
        心裡只盼 此愛不會改變
        
        在我心內 我緊記那一天
        閉上眼睛一吻為誰獻 輕輕跌在懷抱
        痴情為誰獻
        `
    },
    "今晚要的愛":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：     作曲：
        
        為了相約要見面 為你梳妝又打扮
        希望能高雅又大方 留給你好印象
        等了一天又一天 終於盼到要相見
        怕你說 我相思消瘦 紅粉多擦一點點
        約好今晚七點半 時間像牛一樣慢
        坐不安 立不安 聽說這叫做初戀
        
        為了相約要見面 為你梳妝又打扮
        希望能高雅又大方 留給你好印象
        等了一天又一天 終於盼到要相見
        怕你說 我相思消瘦 紅粉多擦一點點
        約好今晚七點半 時間像牛一樣慢
        坐不安 立不安 聽說這叫做初戀
        `
    },
    "可否多見一眼":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：盧國江    作曲：安蒂
        
        熱浪風吹散
        燕子在呢喃
        長亂葦草半枯黃
        秋深暮色更冷
        未恨秋色冷
        只傷美夢殘
        曾在臂彎細傾談
        此刻空期盼
        
        我盼只盼誓盟
        為你等,等你奉還
        明白你亦有些困難
        皆因多次遭離間
        但願可相見
        坦率再直談
        緣份也許已摧殘
        可否多見一眼!
        
        我盼只盼誓盟
        為你等,等你奉還
        明白你亦有些困難
        皆因多次遭離間
        但願可相見
        坦率再直談
        緣份也許已摧殘
        可否多見一眼!
        
        緣份也許已摧殘
        可否多見一眼!
        `
    },
    "失去的春天":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：莊奴    作曲：顧家輝
        
        問流雲 問輕煙
        可見過失去的春天
        你們說就像潺潺的流水
        一去不還
        到那裡去尋找
        流水般失去的春天
        你們說就像昨夜的夢境
        教人留戀
        我希望那失去的春天
        回到我的身邊
        讓春光每一分一秒
        變得比花更嬌艷
        望流雲 望輕煙
        望不見失去的春天
        你們說就像潺潺的流水
        一去不還
        
        我希望那失去的春天
        回到我的身邊
        讓春光每一分一秒
        變得比花更嬌艷
        望流雲 望輕煙
        望不見失去的春天
        你們說就像潺潺的流水
        一去不還...
        `
    },
    "江水要比河水長":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：莊奴    作曲：湯尼
        
        江水哪要比河水長咧
        北風哪北風要比南風涼咧
        夏天去了秋天到來
        青青樹葉又變黃咧
        
        小路哪沒有大路長咧
        小星哪小星沒有月明亮咧
        樹不長高不長風咧
        人不動情不憂傷咧
        
        江水哪要比河水長咧
        北風哪北風要比南風涼咧
        夏天去了秋天到來
        青青樹葉又變黃咧
        
        小路哪沒有大路長咧
        小星哪小星沒有月明亮咧
        樹不長高不長風咧
        人不動情不憂傷咧
        `
    },
    "你就站在我眼前":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：蔣芸    作曲：冼華
        
        你的歌聲我聽過多少遍
        每回總是想像，想像着你的容顏
        是瘦是高還是胖白少年
        是長是方還是圓圓的臉
        如今你站在那邊，這麼近又這麼遠
        是在夢中還是夢境實現
        
        你的歌聲我百聽也不厭
        就算是在夢裡，夢裡也叫我留戀
        遇見你在奇妙的今天
        原來你是這樣風度翩翩
        在台上變化萬千，對着我把頭兒點
        隔着雲霧還是迷漫輕煙
        `
    },
    "雨不停心不定":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：林煌坤    作曲：三木尤賀志
        
        小雨小雨下不停 心兒心兒跳不定
        紗窗外愛的情侶 輕輕在那雨中行
        
        低低頭 輕輕問 你可知道我心情
        我等你來伴我 撫慰我心靈
        
        為什麼 為什麼 沒有你的音訊
        我盼望 我盼望 你那愛的溫馨
        我等你回來伴我雨中行
        
        小雨小雨下不停 心兒心兒跳不定
        紗窗外愛的情侶 輕輕在那雨中行
        
        低低頭 輕輕問 你可知道我心情
        我等你來伴我 撫慰我心靈
        
        為什麼 為什麼 沒有你的音訊
        我盼望 我盼望 你那愛的溫馨
        我等你回來伴我雨中行
        
        低低頭 輕輕問 你可知道我心情
        我等你來伴我 撫慰我心靈
        
        為什麼 為什麼 沒有你的音訊
        我盼望 我盼望 你那愛的溫馨
        我等你回來伴我雨中行
        `
    },
    "無奈":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：     作曲：
        
        我本來打算離你遠去 從此不再提起你
        看著你一臉茫然 眼眶是淚滴
        我無能為力
        
        心中的無奈 像一根線
        牽絆著我 還有你
        我實在實在沒有勇氣 來抛下這情意
        
        這一刻雖然默默無語
        但是我心在哭泣
        求求你不要問我 為什麼悽泣
        我無法回答你
        
        也許有一天 我離開你
        請相信是不得已
        我心中心中有個秘密... 卻無法告訴你
        
        我青梅竹馬童年伴侶 如今又與我相聚
        我們倆從前有過愛情的默契 今生要在一起
        這一份無奈 隱藏心底
        該選擇他 還是你
        你叫我叫我...怎麼處理 這三角的難題
        你叫我叫我...怎麼處理 這三角的難題
        `
    },
    "難忘的一天":{
        "info":"",
        "url":"",
        "s":`
        
        作詞：孫儀    作曲：湯尼
        
        不知你從哪裡來
        也不知到哪裡去
        我們偶然相識
        就從這天起
        
        不知你為誰而來
        也不知幾時歸去
        我們一見如故
        陌生變知己
        
        流水一樣的情愫
        純潔的象朵漣漪
        金石一樣的愛心
        讓它深深埋在心裡
        這難忘的一天
        這難忘的一天
        值得我們一生留戀回憶
        
        不知你從哪裡來
        也不知到哪裡去
        我們偶然相識
        就從這天起
        
        不知你為誰而來
        也不知幾時歸去
        我們一見如故
        陌生變知己
        
        流水一樣的情愫
        純潔的象朵漣漪
        金石一樣的愛心
        讓它深深埋在心裡
        這難忘的一天
        這難忘的一天
        值得我們一生留戀回憶
        `
    },
    "又聽到那首歌":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "萬葉千聲":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "愛像一首歌":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "償還":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "小村之戀":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "再來一杯":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "天外天上天無涯":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "我和你":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "遇見你":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "情人的關懷":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "香港之夜":{
        "info":"",
        "url":"",
        "s":`

        `
    },

    "謝謝你常記得我":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "冬之戀情":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "絲絲小雨":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "愛人":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "襟裳岬":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "前生有緣":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "再見!我的愛人":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "北極便 - 日文":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "償還 - 日文":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "北國之春 - 日文":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    "":{
        "info":"",
        "url":"",
        "s":`

        `
    },
    


}