function gen_tbd(){
    function get_group(item){
        for(var i=0;i<GroupArr.length;i++){
            if(GroupArr[i].indexOf(item)>=0){
                return GroupArr[i];
            }
        };
        return [];
    }


    var strStats=JSON.stringify(Prologue_Frq);
    var Stats=JSON.parse(strStats);
    var sbd="";
	$.each(Stats,function(k,frq){
        var group=get_group(k);
        var mer="", itot=0;
        $.each(group,function(idx,sk){
            var ifq=Stats[sk];
            delete Stats[sk];
            itot+=ifq;
            mer+=sk+" ("+ifq+") ";
        });
        if(group.length==0){
            mer=k;
            itot=frq;
        }
        sbd+="<tr><td>#</td><td>"+mer+"</td><td>"+itot+"</td></tr>";
    });
    $("#tbd").html(sbd);
    $("td").click(function(){
        var out=$(this).toggleClass("hili");
    });
};
function gen_groups(){
    var grp=[];
    $(".hili").each(function(){
        var txt=$(this).text().trim();
        var ar=txt.split(/\([0-9]{1,}\)/g);
        $.each(ar,function(i,v){
            v=v.trim();
            if(v.length>0){
                grp.push(v);
            }
        });
    });


    function update_GroupArr(grp){
        if(grp.length<=0) return;
        for(var i=0;i<GroupArr.length;i++){
            var ar=GroupArr[i];
            for(var j=0;j<ar.length;j++){
                if(grp.indexOf(ar[j])>=0){
                    GroupArr[i]=grp;//update arr.
                    console.log(grp);
                    return;
                }
            }
        }
        GroupArr.push(grp);
    };
    update_GroupArr(grp);


    var sout=JSON.stringify(grp,null,4);
    sout+="\n"+JSON.stringify(GroupArr,null,4);
    $("#out").val(sout);
}

var Prologue_Frq=
{
    "αἱμάτων": 1,
    "αὐτοῖς": 1,
    "αὐτοῦ": 8,
    "αὐτόν": 1,
    "αὐτὸ": 1,
    "αὐτὸν": 2,
    "αὐτῶ": 2,
    "γέγονεν": 2,
    "γενέσθαι": 1,
    "διὰ": 2,
    "δι᾽": 3,
    "δόξαν": 2,
    "δὲ": 1,
    "εἰς": 5,
    "εἶπον": 1,
    "ζωὴ": 2,
    "θελήματος": 2,
    "θεοῦ": 3,
    "θεόν": 2,
    "θεὸν": 1,
    "θεὸς": 2,
    "κέκραγεν": 1,
    "κατέλαβεν": 1,
    "καὶ": 16,
    "κόλπον": 1,
    "κόσμον": 1,
    "κόσμος": 2,
    "κόσμῳ": 1,
    "λέγων": 1,
    "λόγος": 4,
    "μαρτυρήσῃ": 2,
    "μαρτυρίαν": 1,
    "μαρτυρεῖ": 1,
    "μονογενοῦς": 1,
    "μονογενὴς": 1,
    "μου": 3,
    "μωϊσέως": 1,
    "νόμος": 1,
    "οἱ": 1,
    "οἳ": 1,
    "οὐ": 2,
    "οὐδεὶς": 1,
    "οὐδὲ": 3,
    "οὐκ": 3,
    "οὖτος": 3,
    "πάντα": 2,
    "πάντες": 2,
    "παρέλαβον": 1,
    "παρὰ": 2,
    "πατρός": 1,
    "πατρὸς": 1,
    "περὶ": 3,
    "πιστεύουσιν": 1,
    "πιστεύσωσιν": 1,
    "πλήρης": 1,
    "πληρώματος": 1,
    "πρὸς": 2,
    "πρῶτός": 1,
    "πώποτε·": 1,
    "σαρκὸς": 1,
    "σκοτία": 1,
    "σκοτίᾳ": 1,
    "σὰρξ": 1,
    "τέκνα": 1,
    "τοῖς": 1,
    "τοῦ": 4,
    "τὰ": 1,
    "τὴν": 1,
    "τὸ": 6,
    "τὸν": 4,
    "τῇ": 1,
    "τῶ": 1,
    "τῶν": 1,
    "φαίνει": 1,
    "φωτίζει": 1,
    "φωτός": 2,
    "φῶς": 4,
    "χάριν": 1,
    "χάρις": 1,
    "χάριτος": 1,
    "χάριτος·": 1,
    "χριστοῦ": 1,
    "χωρὶς": 1,
    "ἀλήθεια": 1,
    "ἀληθείας": 1,
    "ἀληθινόν": 1,
    "ἀλλ᾽": 2,
    "ἀνδρὸς": 1,
    "ἀνθρώπων·": 1,
    "ἀντὶ": 1,
    "ἀπεσταλμένος": 1,
    "ἀρχῇ": 2,
    "ἄνθρωπον": 1,
    "ἄνθρωπος": 1,
    "ἐγένετο": 6,
    "ἐγεννήθησαν": 1,
    "ἐδόθη": 1,
    "ἐθεασάμεθα": 1,
    "ἐκ": 4,
    "ἐκεῖνος": 2,
    "ἐλάβομεν": 1,
    "ἐν": 6,
    "ἐξ": 1,
    "ἐξηγήσατο": 1,
    "ἐξουσίαν": 1,
    "ἐρχόμενον": 1,
    "ἐρχόμενος": 1,
    "ἐσκήνωσεν": 1,
    "ἑώρακεν": 1,
    "ἔγνω": 1,
    "ἔδωκεν": 1,
    "ἔλαβον": 1,
    "ἔμπροσθέν": 1,
    "ἕν": 1,
    "ἡ": 4,
    "ἡμεῖς": 1,
    "ἡμῖν": 1,
    "ἦλθεν": 2,
    "ἦν": 11,
    "ἰησοῦ": 1,
    "ἰωάννης": 1,
    "ἰωάννης·": 1,
    "ἴδια": 1,
    "ἴδιοι": 1,
    "ἵνα": 3,
    "ὀπίσω": 1,
    "ὁ": 9,
    "ὃ": 2,
    "ὃν": 1,
    "ὄνομα": 2,
    "ὅσοι": 1,
    "ὅτι": 3,
    "ὡς": 1,
    "ὢν": 1,
}


var GroupArr=

[
    [
        "αὐτοῖς",
        "αὐτοῦ",
        "αὐτόν",
        "αὐτὸ",
        "αὐτὸν"
    ],
    [
        "διὰ",
        "δι᾽"
    ],
    [
        "κόσμον",
        "κόσμος",
        "κόσμῳ"
    ],
    [
        "ὁ",
        "ὃ",
        "ὃν"
    ],
    [
        "θεοῦ",
        "θεόν",
        "θεὸν",
        "θεὸς"
    ],
    [
        "οἱ",
        "οἳ",
        "οὐ"
    ],
    [
        "χάριτος",
        "χάριτος·"
    ],
    [
        "ἴδια",
        "ἴδιοι"
    ]
]
;
